{
    "header": 
    {
        "Home Page": "Home Page",
        "About Us": "About Us",
        "Viability and Marketing": "Viability and Marketing",
        "Contact": "Contact"
    },

    "container": 
    {
        "HistoryEgypt": "History",
        "TextHistoryEgypt1": "For nearly 30 centuries, from its unification around 3100 b.C., to its conquest by part Alexander the Great in 332 b.C., Ancient Egypt was the most preeminent civilization in the world.",
        "TextHistoryEgypt2": "From the great pyramids of the Old Kingdom of Egypt, to the military conquests of the New Kingdom of Egypt, Ancient Egypt has long captivated archeologists and historians and thanks to this, a field of study called Egyptology was created.",
        "TextHistoryEgypt3": "The main sources of information about Ancient Egypt are the numerous monuments, objects and artifacts, which have been recovered from archeological sites, covered with hieroglyphs, which have only recently been decrypted and the image that emerges from said civilization in these objects, is that of the beauty of its art, the achievement of its architecture or the richness of its religious traditions.",
        "TextHistoryEgyptPredynastic": "Predynastic Period (5000 - 3100 b.C.)",
        "TextHistoryEgyptPredynastic1": "Few records have been found of this period, which covered at least 2000 years of development of egyptian civilization.",
        "TextHistoryEgyptPredynastic2": "Neolithic communities in northeast Africa exchanged hunting for agriculture and made early advances that paved the way for the later development of the arts and crafts, technology, politics and religion of egyptian civilization, including a great reverence for the dead and possibly a belief in an afterlife.",
        "TextHistoryEgyptPredynastic3": "Around 3400 b.C., two separate kingdoms were established near the Fertile Crescent, an area that is home to some of the world's oldest civilizations, the Red Land in the north, located in the Nile River Delta and extending along the Nile River, perhaps as far as Atfih and the White Land in the south, extending from Atfih, to Gebel es-Silsila.",
        "TextHistoryEgyptPredynastic4": "A southern king, king Scorpion, made the first attempts to conquer the northern kingdom around 3200 b.C. and a century later, king Menes would dominate the north and unify the country, becoming the first king of the first dynasty in egyptian civilization.",
        "TextHistoryEgyptArchaic": "Archaic Period (Early Dynastic) (3100 - 2686 b.C.)",
        "TextHistoryEgyptArchaic1": "King Menes founded the capital of Ancient Egypt at Memphis, in the north near the apex of the Nile River Delta and the capital became a great metropolis, which dominated egyptian civilization, during the Ancient Egyptian period.",
        "TextHistoryEgyptArchaic2": "The Archaic Period saw the development of the foundations of egyptian civilization, including the ideology of kingship, since for the egyptians, the king was a divine being, closely identified with the god Horus, and the oldest hieroglyphic writing also dates from this period.",
        "TextHistoryEgyptPyramids": "Construction of the Pyramids (2686 - 2181 b.C.)",
        "TextHistoryEgyptPyramids1": "Ancient Egypt began with the third dynasty of the pharaohs around 2630 b.C., king Djoser of the third dynasty asked Imhotep, an architect, priest and healer, to design a funerary monument for him and the result was the world's first great stone building, the step pyramid at Saqqara, near the Ancient Egyptian capital Memphis.",
        "TextHistoryEgyptPyramids2": "The construction of the pyramids in Ancient Egypt reached its zenith with the construction of the great pyramid of Giza, on the outskirts of Cairo and was built for the pharaoh Khufu (Cheops in Greek), who governed from 2589 - 2566 b.C., this story was named by classical historians as one of the Seven Wonders of the Ancient Egyptian World.",
        "TextHistoryEgyptPyramids3": "The ancient greek historian Herodotus estimated that more than 100.000 men and 20 years were spent to build it and two other pyramids were also built in Giza for Khufu's successors, Khafra (2558 - 2532 b.C.) and Menkaura (2532 - 2503 b.C.).",
        "TextHistoryEgyptPyramids4": "During the third and fourth dynasty, Ancient Egypt enjoyed a golden age of peace and prosperity, the pharaohs held absolute power and provided a stable government, as it faced no serious threats from abroad and successful military campaigns in foreign countries such as Nubia and Libya, added to its considerable economic prosperity.",
        "TextHistoryEgyptPyramids5": "In the course of the fifth and sixth dynasty, the wealth of the king or pharaoh was drastically reduced, partly due to the enormous expense of building the pyramids and after the death of king Pepy II of the sixth dynasty, who governed for about 94 years, the period of Ancient Egypt ended in chaos.",
        "TextPyramidGiza": "Pyramid of Giza",
        "TextHistoryEgyptFirstIntermediate": "First Intermediate Period (2181 - 2055 b.C.)",
        "TextHistoryEgyptFirstIntermediate1": "Immediately after the chaos of Ancient Egypt, the seventh and eighth dynasty, consisted of a rapid succession of governors based in the Ancient Egyptian capital Memphis, until about 2160 b.C., when the central government was completely dissolved and this led to a civil war between the provincial governors and this chaotic situation was intensified by bedouin invasions and accompanied by famines and diseases.",
        "TextHistoryEgyptFirstIntermediate2": "From this era of conflict emerged the ninth and tenth dynasty, seventeen governors and two different kingdoms, one based in Heracleopolis that governor Ancient Egypt between the Ancient Egyptian capital Memphis and Thebes and another based in Thebes, which challenged the kingdom of Heracleopolis in 2055 b.C. and in which the prince of Thebes Mentuhotep, managed to overthrow the kingdom of Heracleopolis and reunited Ancient Egypt again, so beginning the eleventh dynasty and ending the first intermediate period.",
        "TextHeracleopolis": "Heracleopolis",
        "TextThebes": "Thebes",
        "TextHistoryEgyptTwelfthDynasty": "Twelfth Dynasty (2055 - 1786 b.C.)",
        "TextHistoryEgyptTwelfthDynasty1": "After the last governor of the eleventh dynasty, Mentuhotep IV was assassinated, the throne passed to his vizier, or first minister, king Amenemhet I, founder of the twelfth dynasty.",
        "TextHistoryEgyptTwelfthDynasty2": "A new capital was established at It-Towy, south of Memphis, while Thebes remained the great religious center of Ancient Egypt.",
        "TextHistoryEgyptTwelfthDynasty3": "During the Middle Kingdom of Ancient Egypt, Egypt prospered once again as it had during Ancient Egypt, and the kings of the twelfth dynasty ensured the smooth succession of their lineage by choosing each successor, a custom which began with king Amenemhet I.",
        "TextHistoryEgyptTwelfthDynasty4": "The Middle Kingdom of Ancient Egypt continued with an aggressive foreign policy, colonizing Nubia with its rich supply of gold, ebony, ivory and other resources and repelling the bedouins who had infiltrated Ancient Egypt, during the First Intermediate Period.",
        "TextHistoryEgyptTwelfthDynasty5": "That Middle Kingdom built diplomatic and commercial relations with Syria, Palestine and other countries and undertook construction projects, including military fortresses and mines quarries and returned to pyramid building, as was the tradition in Ancient Egypt.",
        "TextHistoryEgyptTwelfthDynasty6": "That Middle Kingdom also reached its peak under the reign of Amenemhet III (1842 - 1797 b.C.) and its decline began under the reign of Amenenhet IV (1798 - 1790 b.C.) and continued under the reign of his sister, queen Sobekneferu (1789 - 1786 b.C.), who was the first confirmed female governor of Ancient Egypt and the last governor of the twelfth dynasty.",
        "TextHistoryEgyptSecondIntermediate": "Second Intermediate Period (1786 - 1567 b.C.)",
        "TextHistoryEgyptSecondIntermediate1": "The thirteenth dynasty marked the beginning of another period of instability in Ancient Egypt, during which a rapid succession of kings failed to consolidate power and as a consequence of this instability during the Second Intermediate Period, Ancient Egypt was divided into several spheres of influence.",
        "TextHistoryEgyptSecondIntermediate2": "The kings and the government moved to Thebes, while the fourteenth dynasty was located in the city of Xois, in the Delta of the Nile River.",
        "TextHistoryEgyptSecondIntermediate3": "Around 1650 b.C., a line of foreign governors known as the hyksos took advantage of the instability of Ancient Egypt to take control, and these governors of the fifteenth dynasty adopted and continued many of the existing egyptian traditions in government and culture.",
        "TextHistoryEgyptSecondIntermediate4": "The hyksos governed simultaneously with the native theban governors of the seventeenth dynasty, who retained control over most of southern Ancient Egypt, despite having to pay taxes to the hyksos, and it is believed that the sixteenth dynasty were theban or hyksos governors.",
        "TextHistoryEgyptSecondIntermediate5": "Finally conflict broke out between the two governments and the thebans started a war against the hyksos, around 1570 b.C., expelling them from Ancient Egypt.",
        "TextHistoryEgyptNewKingdom": "New Kingdom of Ancient Egypt (1567 - 1085 b.C.)",
        "TextHistoryEgyptNewKingdom1": "Under the eighteenth dynasty, king Ahmose I, Ancient Egypt reunited once again and restored its control over Nubia and began military campaigns in Palestine, clashing with other powers, such as the Mitanni and Hittites.",
        "TextHistoryEgyptNewKingdom2": "The New Kingdom of Ancient Egypt came to be established as the first great empire of the world, since it extended from Nubia to the Euphrates River in Asia and also had very powerful kings such as Amenhotep I (1546 - 1526 b.C.), Thutmosis I (1525 - 1512 b.C.) and Amenhotep III (1417 - 1379 b.C).",
        "TextHistoryEgyptNewKingdom3": "The New Kingdom of Ancient Egypt, was highlighted by the role of women in royalty, such as queen Hatshepsut (1503 - 1482 b.C.), who began to govern as regent of his stepson Thutmosis III, the greatest military hero of Egypt, but Thutmosis III betrayed queen Hatshepsut, to exercise all the powers of a pharaoh.",
        "TextHistoryEgyptNewKingdom4": "Later the controversial Amenhotep IV (1379 - 1362 b.C.), of the eighteenth dynasty, undertook a religious revolution, dissolving the priests dedicated to Amun-Re (combination of the local theban god Amun and the sun god Re) and forcing the exclusive adoration of the other sun god, Aton and renaming himself Akhenaton (servant of Aton) and building a new capital called Akhetaton, later known as Amarna.",
        "TextHistoryEgyptNewKingdom5": "After the death of Akhenaton, the capital returned to Thebes and the egyptians returned to adoration a multitude of gods and the nineteenth and twentieth dynasty, known as the Ramesside period (line of kings called Ramses), contributed to the restoration of the New Kingdom of the Ancient Egyptian Empire and an impressive number of buildings, including great temples and cities.",
        "TextHistoryEgyptNewKingdom6": "All the governors of the New Kingdom of Ancient Egypt, with the exception of Akhenaton, were buried in the Valley of the Kings, a burial site on the west bank of the Nile River opposite the city of Thebes.",
        "TextHistoryEgyptNewKingdom7": "Most of the tombs of these governors were assaulted and destroyed, with the exception of the tomb and treasure of Tutankhamun (1361 - 1352 b.C.), discovered in 1922.",
        "TextHistoryEgyptNewKingdom8": "The mortuary temple of the last great king of the twentieth dynasty, Ramses III (1187 - 1156 b.C.), was relatively well preserved and indicated the prosperity that the New Kingdom of Ancient Egypt had enjoyed during his reign.",
        "TextHistoryEgyptNewKingdom9": "The kings who came after Ramses III, were less successful and the New Kingdom of Ancient Egypt, lost its provinces in Palestine and Syria and suffered foreign invasions, mainly that of the libyans, while its wealth was steadily and inevitably depleting.",
        "TextTutankhamun": "Tutankhamun",
        "TextValleyKings": "Valley of the Kings",
        "TextHistoryEgyptThirdIntermediate": "Third Intermediate Period (1085 - 664 b.C.)",
        "TextHistoryEgyptThirdIntermediate1": "The next 400 years of Ancient Egypt were known as the Third Intermediate Period and during this period, important changes were made in the politics, society and culture of Ancient Egypt.",
        "TextHistoryEgyptThirdIntermediate2": "The government of that period, under the pharaohs of the twenty-first dynasty, gave way to the resurgence of local officials, while the foreign governments of Libya and Nubia took power and left a lasting footprint on the population of Ancient Egypt.",
        "TextHistoryEgyptThirdIntermediate3": "The twenty-second dynasty began around 945 b.C., with king Sheshonq, a descendant of libyans, who had invaded Ancient Egypt at the end of the twentieth dynasty and established themselves there and many of these local governors were practically autonomous during this period.",
        "TextHistoryEgyptThirdIntermediate4": "The twenty-third and twenty-fourth dynasty are very poorly documented in Ancient Egypt.",
        "TextHistoryEgyptThirdIntermediate5": "In 800 b.C., the nubian pharaohs beginning with Shabako, governor of the nubian kingdom of Kush, established the twenty-fifth dynasty in Thebes.",
        "TextHistoryEgyptThirdIntermediate6": "Under kushite domain, Ancient Egypt faced the assyrian empire and in 671 b.C., the assyrian governor Esarhaddon, removed the kushite king Taharka from Memphis and destroyed the city and then appointed his own governors, among the local governors and officials loyal to the assyrians.",
        "TextHistoryEgyptThirdIntermediate7": "One such governor was Necho of Sais, who governed briefly as the first king of the twenty-sixth dynasty, before being assassinated by the kushite leader Tanuatamun.",
        "TextNechoSais": "Necho of Sais",
        "TextHistoryEgyptLastIntermediate": "Last Intermediate Period and Conquest of Alexander the Great (664 - 332 b.C.)",
        "TextHistoryEgyptLastIntermediate1": "This period began with the son of Necho of Sais, Psammetichus and the saite dynasty, which governed Ancient Egypt for less than two centuries and in 525 b.C., Cambyses king of persia, defeated Psammetichus III, the last saite king, in the battle of pelusium, and Ancient Egypt became part of the persian empire.",
        "TextHistoryEgyptLastIntermediate2": "The persian king Darius (522 - 485 b.C.), governed in Ancient Egypt like the ancient egyptian kings and supported the religious cults of Ancient Egypt and undertook the construction and restoration of its temples.",
        "TextHistoryEgyptLastIntermediate3": "The persian king Xerxes (486 - 465 b.C.), provoked an increase in rebellions against him and his successors and one of these rebellions was successful in 404 b.C, beginning a last period of independence of Ancient Egypt, under the native governors, known as the twenty-eighth and thirtieth dynasty.",
        "TextHistoryEgyptLastIntermediate4": "In the fourth century b.C, the persians again attacked Ancient Egypt, reviving their empire under Artaxerxes III in 343 b.C, but just a decade later, in 332 b.C, Alexander the Great of Macedonia defeated the armies of the persian empire and conquered Ancient Egypt.",
        "TextHistoryEgyptLastIntermediate5": "After the death of Alexander the Great, Ancient Egypt was governed by a line of macedonia kings, beginning with the general Ptolemy of Alexandria and continuing with his descendants.",
        "TextHistoryEgyptLastIntermediate6": "Finally, the legendary Cleopatra handed over Ancient Egypt to the armies of Octavius Caesar Augustus in 31 b.C. and during six centuries of roman dominion, christianity became the official religion of Rome and the provinces of the roman empire and Ancient Egypt and finally the arabs conquered the roman empire, in the VII century b.C.",
        "TextCambyses": "Cambyses",
        "TextDarius": "Darius",
        "TextXerxes": "Xerxes",
        "TextArtaxerxesIII": "Artaxerxes",
        "TextAlexanderGreat": "Alexander The Great",
        "TextPtolemy": "Ptolemy",
        "TextOctavianCaesarAugustus": "Octavian Caesar Augustus",
        "ChronologyEgypt": "Chronology",
        "TextChronologyEgyptPredynastic": "Predynastic Period (5000 - 3100 b.C.)",
        "TextChronologyEgyptPredynastic1": "In the south of Ancient Egypt, towards the end of the fourth century b.C., a great expansionist caused a long confrontation between the north and south of Ancient Egypt and the most famous testimony of the victory of Upper Egypt over Lower Egypt, was that of the last sovereign of prehistory, king Narmer, but the unification of Ancient Egypt is attributed to Horus Aha, who some believe that he is the same king Narmer, also known as king Menes.",
        "TextChronologyEgyptArchaic": "Archaic Period (Early Dynastic) (3100 - 2686 b.C.)",
        "TextChronologyEgyptArchaic1": "When we hear about this period of the Tinite era, we know that they are referring to the birth of the first and second dynasties and the unification of Ancient Egypt, forming of the double crown and the development of art and culture.",
        "TextPyramidSaqqara": "Pyramid of Saqqara",
        "TextChronologyEgyptFirstDynasty": "First Dynasty (2920 - 2770 b.C.)",
        "TextChronologyEgyptSecondDynasty": "Second Dynasty (2770 - 2649 b.C.)",
        "TextChronologyEgyptThirdDynasty": "Third Dynasty (2649 - 2575 b.C.)",
        "TextChronologyEgyptAncientEgyptianEmpire": "Ancient Egyptian Empire",
        "TextChronologyEgyptAncientEgyptianEmpire1": "The Ancient Egyptian Empire coincides with the time of the great pyramids and the evolution of the art of these creations.",
        "TextChronologyEgyptAncientEgyptianEmpire2": "The names of the kings of the fourth dynasty are well known thanks to their pyramids, but there is hardly any news of the historical events of their reigns.",
        "TextChronologyEgyptAncientEgyptianEmpire3": "During this period, we know the existence of the most important sanctuaries of Ancient Egypt, such as that of Osiris in Abydos or that of Ra in Heliopolis and in the latter the Memphite theology was developed, which explained the creation of the world and the role played by the Ennead, which was a group of nine cosmic gods, such as Geb (Earth), Nub (Heaven), Osiris himself, his wife Isis, etc.",
        "TextChronologyEgyptAncientEgyptianEmpire4": "In this period, the city of Thebes appeared and Ancient Egypt was unified again, through a military campaign, developed from the south to the north, reunifying Ancient Egypt.",
        "TextChronologyEgyptAncientEgyptianEmpire5": "In this period of splendor and refinement of the art of Ancient Egypt, is when Amun-Ra, god of Theban origin, whose transcendence was extraordinary and thanks to this god, the pharaohs considered themselves directly protected by him, which would turn Karnak and Luxor into the most recognized temples of Ancient Egypt and these pharaohs used the god Amun as divinity.",
        "TextGreatSqhinx": "Great Sqhinx",
        "TextChronologyEgyptFourtDynasty": "Fourth Dynasty (2575 - 2465 b.C.)",
        "TextSnefru": "Snefru (2575 - 2551 b.C.)",
        "TextKhufu": "Khufu (2551 - 2528 b.C.)",
        "TextKhafra": "Khafra (2520 - 2494 b.C.)",
        "TextMenkaura": "Menkaura (2490 - 2472 b.C.)",
        "TextChronologyEgyptFifthDynasty": "Fifth Dynasty (2465 - 2323 b.C.)",
        "TextUserKaf": "Userkaf (2465 - 2458 b.C.)",
        "TextSahura": "Sahura (2458 - 2446 b.C.)",
        "TextShepseskara": "Shepseskara (2426 - 2419 b.C.)",
        "TextDjedkaraIsesi": "DjedkaraIsesi (2388 - 2356 b.C.)",
        "TextChronologyEgyptFirstIntermediate": "First Intermediate Period (2181 - 2055 b.C.)",
        "TextChronologyEgyptFirstIntermediate1": "In this period, the authority of the pharaoh decreases in the face of the progressive independence of the high civil service, and Ancient Egypt is thrown into anarchy, dividing and falling into a deep social, political and economic crisis.",
        "TextChronologyEgyptFirstIntermediate2": "In Thebes a family of local governors is established, who unite Upper Egypt among themselves, rivaling the ninth and tenth dynasty and the heracleopolitan ones.",
        "TextChronologyEgyptFirstIntermediate3": "It was Intef II who would begin work on the temple of Amun-Ra in Thebes, where the modern town of Karnak would be built.",
        "TextChronologyEgyptFirstIntermediate4": "Also in this period, there are many wooden statues and private funerary monuments, which offer us more information about this period.",
        "TextChronologyEgyptNinthTenthDynasty": "Ninth and Tenth Dynasty (2134 - 2040 b.C.)",
        "TextIntefII": "Intef II (2118 - 2069 b.C.)",
        "TextChronologyEgyptEleventhDynasty": "Eleventh Dynasty (2040 - 1991 b.C.)",
        "TextMentuhotepIII" : "Mentuhotep III (1997 - 1991 b.C.)",
        "TextChronologyEgyptTwelfthDynasty": "Twelfth Dynasty (1991 - 1783 b.C.)",
        "TextSenwosretI": "Senwosret I (1971 - 1926 b.C.)",
        "TextSenwosretIII": "Senwosret III (1878 - 1841 b.C.)",
        "TextAmenemhetIII": "Amenemhet III (1844 - 1797 b.C.)",
        "TextAmenemhetIV": "Amenemhet IV (1799 - 1787 b.C.)",
        "TextSobekneferu": "Sobekneferu (1787 - 1783 b.C.)",
        "TextChronologyEgyptThirtiethDynasty": "Thirtieth Dynasty (1783 - 1640 b.C.)",
        "TextChronologyEgyptSecondIntermediate": "Second Intermediate Period (1786 - 1567 b.C.)",
        "TextChronologyEgyptSecondIntermediate1": "This period begins with a new crisis, provoked by the internal decadence and by the establishment in the territory of the hyksos, a heterogeneous group of asian origin, which ends up conquering Ancient Egypt.",
        "TextAvaris": "Avaris (current Tell the Daba, east of the Nile River Delta)",
        "TextChronologyEgyptNewKingdom": "New Kingdom of Ancient Egypt (1567 - 1085 b.C.)",
        "TextChronologyEgyptNewKingdom1": "This period was one of great prosperity, since they organized an army, providing it with military weapons and the necessary means to expand, and also incorporated the horse into the army, as well as the war chariot.",
        "TextChronologyEgyptNewKingdom2": "Thebes is again designated as capital and Luxor and Karnak was completely remodeled, locating in the process the burials of the kings and the nobility and was also the home of workers such as Deir el-Medina and the temples of Hatshepsut, Karnak, Luxor and the sites of the Valley of the Kings, Valley of the Queens, Valley of the Apes and Abu Simbel.",
        "TextChronologyEgyptNewKingdom3": "At the end of the thirtieth dynasty, the pharaoh Amenophis IV who changed his name to Akhnaton, imposed the new cult of the god Aten and the royal family left Thebes and moved to Tell the-Amarna, the new capital and once his reign ended, the capital returned to Thebes.",
        "TextChronologyEgyptEighteenthDynasty": "Eighteenth Dynasty (1550 - 1307 b.C.)",
        "TextAmenophis": "Amenophis",
        "TextChronologyEgyptNineteenthDynasty": "Nineteenth Dynasty (1307 - 1196 b.C.)",
        "TextSetyI": "Sety",
        "TextChronologyEgyptTwentiethDynasty": "Twentieth Dynasty (1196 - 1070 b.C.)",
        "TextChronologyEgyptThirdIntermediate": "Third Intermediate Period (1085 - 664 b.C.)",
        "TextChronologyEgyptThirdIntermediate1": "In this period, the power of the kings weakens and foreign invasions arrive and Ancient Egypt lives a long decadence.",
        "TextChronologyEgyptThirdIntermediate2": "In this period, Tanis was one of the main commercial cities of Ancient Egypt and was its capital during the twenty-first and twenty-second dynasty, until the foundation of Alexandria in 332 b.C.",
        "TextChronologyEgyptTwentySecondDynasty": "Twenty-Second Dynasty (945 - 712 b.C.)",
        "TextChronologyEgyptTwentyThirdDynasty": "Twenty-Third Dynasty (945 - 712 b.C.)",
        "TextChronologyEgyptDisappearanceAncientEgypt": "Disappearance of Ancient Egypt",
        "TextChronologyEgyptDisappearanceAncientEgypt1": "In this period, after recovering the unification, Ancient Egypt begins its decline and the twenty-fifth dynasty of napata, known as kushite (called black pharaohs or kushites), establish in Ancient Egypt.",
        "TextChronologyEgyptDisappearanceAncientEgypt2": "The twenty-sixth dynasty is known as Saito and was the last native dynasty to govern Ancient Egypt before the conquest of the persian empire.",
        "TextChronologyEgyptTwentyFifthDynasty": "Twenty-Fifth Dynasty (712 - 657 b.C.)",
        "TextChronologyEgyptTwentySixthDynasty": "Twenty-Sixth Dynasty (664 - 525 b.C.)",
        "TextPsameticI": "Psametic",
        "TextChronologyEgyptTwentySeventhDynasty": "Twenty-Seventh Dynasty (525 - 404 b.C.)",
        "TextChronologyEgyptThirtyDynasty": "Thirty Dynasty (380 - 343 b.C.)",
        "TextChronologyEgyptGrecoRoman": "Greco-Roman Period",
        "TextChronologyEgyptGrecoRoman1": "In this period, the greek influence arrives to Ancient Egypt thanks to Alexander the Great, since he was crowned pharaoh, giving rise to the Macedonian dynasty.",
        "TextChronologyEgyptGrecoRoman2": "Their monarchs became promoters of the official art of Ancient Egypt, being numerous the temples they built (Dandara, Esna, Edfu, Kom Ombo, etc) and Ancient Egypt after the conquest by the roman empire, became a province of Rome.",
        "TextChronologyEgyptMacedonianDynasty": "Macedonian Dynasty (332 - 304 b.C.)",
        "TextPhilip": "Philip",
        "TextChronologyEgyptPtolomaicDynasty": "Ptolomaic Dynasty (304 - 30 b.C.)",
        "TextCleopatra": "Cleopatra",
        "TextChronologyEgyptRoman": "Roman Period (30 - 337 a.C.)",
        "TextTiberius": "Tiberius",
        "TextDiocletian": "Diocletian",
        "TextChronologyEgyptByzantine": "Byzantine Period (337 - 641 s.C.)",
        "TextTheodosius": "Theodosius",
        "TextValentinianus": "Valentinianus"
    },

    "footer": 
    {
        "TextFooter": "Creator"
    }
}