{
    "header": 
    {
        "Home Page": "Home Page",
        "About Us": "About Us",
        "Viability and Marketing": "Viability and Marketing",
        "Contact": "Contact"
    },

    "container": 
    {
        "HistoryAztec": "History",
        "TextHistoryAztec1": "The Aztecs",
        "TextHistoryAztec2": "After founding the city of Tenochtitlan, the aztecs settled there permanently until the arrival of the spanish, these aztecs had left Aztlan, convinced by the god Huitzilopochtli to look for a new place, after a long and hard way, they arrived to the Valley of Mexico and settled in Chapultec, but they were expulsed from there and then they asked the lord of Colhuacán for a land to go to and this lord gave them Tizapán, after some time they asked the lord of the neighboring town (The Culhuas), to give them his daughter to marry her to the god and the young girl was offered in sacrifice and when her father found out, they had to escape to the lakes (1323 a.C.) and the lake Texcoco, they saw a sign of that god in the form of an eagle on a cactus, devouring a snake and finally founded the city of Tenochtitlan there.",
        "TextHistoryAztec3": "Therefore, we call aztecs the inhabitants of the territories conquered by the spanish Hernán Cortés, using this term, not only to the aztecs themselves, but also to the mexica.",
        "TextHistoryAztecEconomyAgriculture": "Economy and Agriculture of the Aztecs",
        "TextHistoryAztecEconomyAgriculture1": "The main income and crops used by the Aztecs were corn, tobacco, chili peppers, fruit and maguey.",
        "TextHistoryAztecLanguageWriting": "Language and Writing of the Aztecs",
        "TextHistoryAztecLanguageWriting1": "The aztecs, and perhaps even the teotihuacans a thousand years before, spoke a language called nahuatl and the write mixed pictograms, ideograms and phonetic signs, and their writings reflected their own history, geography, economy, religion, etc.",
        "TextHistoryAztecLanguageWriting2": "Some codices have survived to our days and one of them is known as the Codex Borbonicus, which predates the arrival of the spanish and is a book-calendar with two parts, the first is the book of destinies (Tonalamalt) and the second, the feasts of the months (Xiuhpohualli).",
        "TextHistoryAztecPoems": "Poems of the Aztecs",
        "TextHistoryAztecPoems1": "Aztec poems could be recited or sung to the rhythm of drums and trumpets and sometimes included words that had no meaning and only served to mark the rhythm, these poems were dedicated to the gods, but also dealt with other themes such as friendship, war, love and life and some kings were famous poets, such as Nezahualcoyotl of Texcoco (1402 - 1472 a.C.).",
        "TextHistoryAztecBeliefs": "Beliefs of the Aztecs",
        "TextHistoryAztecBeliefs1": "According to the aztecs, the world was created and destroyed four times and then was created by the gods a fifth time, they made the earth and separated it from the sky and then the god Quetzalcoatl created men and the plants that fed them.",
        "TextHistoryAztecBeliefs2": "They made fire and made half a sun, which because it was not complete, did not shine much, but little, then they made a man and a woman, the man they called Uxumuco and the woman Cipactonal, sending them to till the earth and to her to spin and weave and that from them the macehuales would be born and that they would always work and to her they gave certain grains of corn, so that with them she could cure and use them for divinations and sorceries.",
        "TextHistoryAztecBeliefs3": "The aztecs had numerous gods such as Coatlicue, the goddess of the earth, Huitzilopochtli, the god of war and Ipalnemoani, the supreme force.",
        "TextHistoryAztecBeliefs4": "Sexual life was associated with a different god, Xochipilli was the god of flowers, love, fertility and illicit sexual relations, as was his wife, the goddess Xochiquétzal, who was also the protector of prostitution, Tlazoltéotl was the goddess of pleasure, voluptuousness, fecundity and fertility and she protected laboring women, midwives, sorcerers related to the world of love and men of intense sexual activity.",
        "TextHistoryAztecBeliefs5": "Each atmospheric phenomenon was also associated to a god, to Tlaloc, the rains and to Quetzalcoatl Ehecatl, the winds.",
        "TextHistoryAztecBeliefs6": "According to the aztecs, you only live once and life is full of both suffering and happiness and the only way to last after death is to achieve fame, although the fame itself disappears when they remember the deceased.",
        "TextHistoryAztecScience": "Science of the Aztecs",
        "TextHistoryAztecScience1": "Astronomy was one of the most traditional sciences for the aztecs, thanks to their observations they determined with great precision the revolutions of the sun, the moon, venus and perhaps mars and grouped the stars into constellations, they also knew the existence of comets, the frequency of eclipses of the sun and the moon and were able to create a complex calendar.",
        "TextHistoryAztecScience2": "These observations of the sky also allowed them to develop knowledge of meteorology and thus predict glaciations or establish the characteristics of the winds and for the aztecs, each atmospheric phenomenon was associated with a god, to Tlaloc, the rains and to Quetzalcoatl Ehecatl, the winds.",
        "TextAstronomy": "Astronomy of the Aztecs",
        "TextHistoryAztecMedicine": "Medicine of the Aztecs",
        "TextHistoryAztecMedicine1": "Medicine also had a great degree of development, since with their knowledge of nature, they distinguished healing properties in various minerals and plants and human sacrifices, which included the extraction of the heart and dismemberment of the body, favored a good knowledge of human anatomy.",
        "TextHistoryAztecMedicine2": "They knew how to heal fractures, snake bites and make deformations in teeth.",
        "TextHistoryAztecMedicine3": "Although medicine was practiced by both men and women, only women could be in charge of assisting in childbirth and medicine was very closely associated with magic.",
        "TextHistoryAztecArt": "Art of the Aztecs",
        "TextHistoryAztecArt1": "Thanks to their knowledge of physics, the goldsmiths were able to employ various techniques in their work, such as melting gold with silver and they made all kinds of figures and ornaments, such as bracelets, necklaces, pectorals, earrings, etc and frequently the metal was combined with precious stones, such as turquoise, amethyst, jade, rock crystal, shells, etc.",
        "TextHistoryAztecArt2": "Also, thanks to all the knowledge they had, they built pyramids in Cholula, Xochicalco and Teotihuacan.",
        "TextHistoryAztecArt3": "Also thanks to this knowledge, they were skilled sculptors and made sculptures of all sizes, tiny and colossal and in them they represented religious themes or themes of nature, capturing the essence of what they wanted to represent and then made works with great detail and in these works, represented gods and kings and small size, were reserved for the representation of animals and common objects and used stone and wood and sometimes enriched with colored paint or inlays of precious stones.",
        "TextHistoryAztecArt4": "For them color was fundamental in painting, since it was a flat color without shades or shadows and possibly with symbolic connotations and also appeared associated with architecture, decorating buildings.",
        "TextHistoryAztecArt5": "Also for them the adornments made with feathers were of great importance, since the most appreciated feathers were those of the Quetzal (green), the Tlauquecholli (red) and the Xiuhtototl (turquoise blue) and with them they made tapestries and adorned blankets, ritual masks, shields or warriors costumes.",
        "TextPyramid": "Pyramids of the Aztecs",
        "TextOrnamentFeathers": "Ornament with feathers",
        "TextHistoryAztecLaws": "Laws of the Aztecs",
        "TextHistoryAztecLaws1": "The laws were very severe as in other cultures, since the punishments were different depending on the crime and the rank of the person who committed it, and generally the punishment was harsher if the person who had committed the crime was an official or an important noble man.",
        "TextHistoryAztecLaws2": "The death penalty existed for the crimes of murder, treason, abortion, incest, violation, theft with fracture and adultery, and in the latter case proceeded to stoning, although the woman was previously strangled and the warriors could escape the death penalty, accepting a permanent destination in a frontier zone.",
        "TextHistoryAztecLaws3": "Drunkenness was also considered a crime, as it was only allowed in certain conditions, for the elderly and professional warriors, and the punishment could also be the death penalty or the shaving of the head.",
        "TextLaws": "Laws of the Aztecs",
        "TextHistoryAztecSociety": "Society of the Aztecs",
        "TextHistoryAztecSociety1": "The aztec emperor possessed unlimited power, which covered all things and all people, next to him, the warriors and priests formed the most powerful social group and the warriors were the main support of the emperor and the emperor allowed the creation of a very powerful empire, but politically isolated.",
        "TextHistoryAztecSociety2": "There were hardly any intermediate social groups, the exception being the wealthy merchants of the capital, who managed to rise by exchanging their wealth for prestige in the parties they organized and offering some of their slaves as victims of a ritual sacrifice.",
        "TextHistoryAztecSociety3": "Most of the aztec population were artisans, farmers, public servants, etc, who were organized in kinship groups called Calpulli and there were also slaves who were used for agricultural work, transportation, trade or domestic service and some were slaves temporarily, until they pay a debt or sentence and others were prisoners of war, who could be sacrificed to the god Huitzilopochtli.",
        "TextSociety": "Society of the Aztecs",
        "TextHistoryAztecEducation": "Education of the Aztecs",
        "TextHistoryAztecEducation1": "Education was mandatory, women were educated by their mothers at home, to perform housework and only the nobles, could go to learn to a kind of monastery, where they lived until marriage and for boys, there were two types of schools, the Telpochcalli and Calmecac, in the first studied at school, but went to sleep at home and the second, was a boarding school practically reserved for the nobles.",
        "TextHistoryAztecEducation2": "The teaching of religion was also very important, but they also learned writing, reading, history and music.",
        "TextHistoryAztecSexuality": "Sexuality of the Aztecs",
        "TextHistoryAztecSexuality1": "There were only two forms of sexual relations allowed, those that took place within marriage and those of single warriors with priestesses dedicated to ritual prostitution, the latter were protected by the goddess Xochiquétzal and these girls presented themselves adorned and made up and provided the man with hallucinogens and aphrodisiacs that stimulated his sexual appetite and always maintained this type of relations before the warriors left for battle and adultery was severely punished.",
        "TextHistoryAztecSexuality2": "Each aspect of sexual life was associated with a different god, Xochipilli was the god of flowers, love, fertility and illicit sexual relations, as was his wife the goddess Xochiquétzal, who was the protector of prostitution, Tlazoltéotl was the goddess of pleasure, voluptuousness, fecundity and fertility and she protected laboring women, midwives, sorcerers related to the world of love and men of intense sexual activity.",
        "ChronologyAztec": "Chronology",
        "ChronologyAztec1": "First Part of the Chronology",
        "TextChronologyAztec1": "In the year 1111 a.C., the mexica or aztecs left Aztlan and began their peregrination.",
        "TextChronologyAztec2": "In the year 1215 a.C., the aztecs arrived in the Latin American lagoon.",
        "TextChronologyAztec3": "In the year 1325 a.C., Mexico (Tenochtitlan) was founded.",
        "TextChronologyAztec4": "In the year 1375 a.C., the kingdom of Acamapichtli begins.",
        "TextChronologyAztec5": "In the year 1396 a.C., Huitzihihuitl, son of Acamapichtli, was born.",
        "ChronologyAztec2": "Second Part of the Chronology",
        "TextChronologyAztec6": "In the year 1428 a.C., the imperial stage began, characterized by the formation of the triple alliance, Tenochtitlán (Military), Texoco (Legislation) and Tlacopan (Administration).",
        "TextChronologyAztec7": "In the yaer 1440 a.C., king Moctezuma I, extended the dominion of his territory.",
        "TextChronologyAztec8": "In the year 1486 a.C., king Ahuitzotl, also extended his territory.",
        "TextChronologyAztec9": "In the year 1506 a.C., the son of king Moctezuma I, Moctezuma II, was born.",
        "TextChronologyAztec10": "In the year 1521 a.C., the arrival of the spanish Hernán Cortés and the spanish conquest began, and the arrival of the spanish had as a consequence the fall and disappearance of the aztec civilization."
    },

    "footer": 
    {
        "TextFooter": "Creator"
    }
}