{
    "header": 
    {
        "Home Page": "Home Page",
        "About Us": "About Us",
        "Viability and Marketing": "Viability and Marketing",
        "Contact": "Contact"
    },

    "container": 
    {
        "HistoryGreek": "History",
        "HistoryGreekAncient": "Ancient Greece",
        "TextHistoryGreekAncient1": "Ancient Greece was a civilization that settled in the south of the balkan peninsula and from there expanded to other areas of the mediterranean sea, starting in the ninth and tenth centuries b.C.",
        "TextHistoryGreekAncient2": "This civilization exerted an extraordinary influence on other civilizations that came into contact with it, especially the roman civilization, and its structure of logical reasoning, together with its philosophical development, constitutes the basis of western culture up to the present day.",
        "TextHistoryGreekAncient3": "The name greeks was given by the romans, since they called themselves hellenes and their territory helad.",
        "TextHistoryGreekLocalitation": "Ubication of Ancient Greece",
        "TextHistoryGreekLocalitation1": "Greek cities were ubicated in the south of the balkan peninsula and in the surrounding archipelagos and islands, and through successive waves of migration, colonies were established on the coast of asia minor and in southern Italy, known as magna graecia.",
        "TextHistoryGreekLocalitation2": "Ubication of Ancient Greece",
        "TextHistoryGreekHistorical": "Historical periods of Ancient Greece",
        "TextHistoryGreekHistorical1": "The migratory wave of the groups that made up the greek populations arrived from the north and settled in the balkan territory around 1800 b.C. and in this territory, both on the peninsula and on the islands, different civilizations developed that left their mark on greek culture, among them the minoan, on the island of crete, and the mycenaean, on the mediterranean continent and during the peak of the mycenaean civilization, the famous battle of troy took place.",
        "TextHistoryGreekDark": "Dark Period of Ancient Greece (1200 - 776 b.C.)",
        "TextHistoryGreekDark1": "The Dark Age, for reasons unknown to this day, saw the dislocation of the greek peoples that inhabited the region and the loss of writing.",
        "TextHistoryGreekArchaic": "Archaic Age Period of Ancient Greece (776 - 499 b.C.)",
        "TextHistoryGreekArchaic1": "In the Archaic Period, new groups of greeks were created, such as ionians, dorians, aeolians, achaeans and arcadians, and they expanded throughout the mainland and the islands and eventually settled also on the coasts of asia minor and then in sicily and the south of the italic peninsula.",
        "TextHistoryGreekClassic": "Classic Age Period of Ancient Greece (499 - 323 b.C.)",
        "TextHistoryGreekClassic1": "During this period there were wars against the persian empire in which the greeks triumphed and the peloponnesian war between the city of sparta and the city of athens, and despite these great conflicts, this was the time of greatest expansion of greek culture, through the development of philosophy, theater and the arts of various kinds.",
        "TextHistoryGreekHellenistic": "Hellenistic Age Period of Ancient Greece (323 - 30 b.C.)",
        "TextHistoryGreekHellenistic1": "This period does not correspond exclusively to the history of greece, since it was the time when greek culture expanded eastward and throughout europe, but taking advantage of the weakening of the greek cities because of the peloponnesian war, king philip II of macedonia conquered greece and thus became part of the macedonian kingdom and alexander the great, son of philip, extended the territory by conquering the persian empire and Ancient Egypt, but from 200 b.C., the roman empire began the conquest of the macedonian empire, conquered the last of this empire, in 31 b.C.",
        "TextHistoryGreekCharacteristics": "Characteristics of Ancient Greece",
        "TextHistoryGreekCharacteristics1": "Greek civilization was not a unified state, but a series of city-states, called polis, that shared language, religious beliefs, culture, celebrations and an awareness of being part of the same nation.",
        "TextHistoryGreekCharacteristics2": "The polis were made up of the city and the surrounding space, where agriculture and livestock farming were practiced and each city had an agora, which was a public space at the center of economic, political and social activity, and the acropolis, a walled enclosure where the temples were located and where the population took refuge during attacks.",
        "TextHistoryGreekCharacteristics3": "During the archaic period, due to the increase in population, it was necessary to find new lands and social and political conflicts caused some greeks to leave the cities and establish colonies in other regions and between the greek cities and these colonies, an intense commercial network was generated.",
        "TextHistoryGreekCharacteristics4": "The sanctuaries were panhellenic enclosures, that is, places of worship of all the greeks and in some of these places there were oracles, where the gods manifested themselves through a priestess called pythoness and in the sanctuary of the god zeus in olympia and the olympic games were held every four years, in which the greeks competed in different disciplines.",
        "TextHistoryGreekCharacteristics5": "The greeks were great navigators, both commercial and military, and their warships were the triremes, fast and maneuverable vessels with three rows of oars.",
        "TextHistoryGreekCharacteristics6": "They invented democracy as a form of government, however this was very limited, since only citizens (free males of greek parents) participated in decision making.",
        "TextHistoryGreekCharacteristics7": "Its currency, the drachma, was minted in silver and favored trade throughout the mediterranean sea.",
        "TextHistoryGreekEconomy": "Economy of Ancient Greece",
        "TextHistoryGreekEconomy1": "In the rural areas around the cities, wheat, olives and grapevines were grown, sheep were raised and fishing was also important for the population's consumption",
        "TextHistoryGreekEconomy2": "However, the greek economy was organized around handicraft production and trade, and greek ships traveled the mediterranean sea, trading in all types of trade, from the coasts of spain to asia minor and africa to the south, exchanging ceramics, textiles, cereals, wines, olive oil, metals, etc.",
        "TextHistoryGreekOrganization": "Organization of Ancient Greece",
        "TextHistoryGreekOrganization1": "Greek cities coexisted in different models of government and the two most influential cities were sparta and athens.",
        "TextHistoryGreekOrganization2": "The city of sparta had a government composed of two kings, the diarchy, and the government also included the ephors, who were five magistrates, a council of elders, the gerusia, which drafted the laws, and a popular assembly that accepted or rejected them.",
        "TextHistoryGreekOrganization3": "The city of athens had kings in its origins, but from the fifth century, democracy was established and the government was in the hands of officials elected by the citizens and these were the strategists, who dealt with the army, the archons, administration and religion and the council of the five hundred made the laws and the court of the heliastas, dealt with justice and also, the ecclesia or assembly of the people, was a meeting where all citizens discussed and voted on the laws proposed by the heliastas.",
        "TextHistoryGreekSocialOrganization": "Social Organization of Ancient Greece",
        "TextHistoryGreekSocialOrganization1": "This society was hierarchical and was composed of citizens, free persons and non-free persons.",
        "TextHistoryGreekSocialOrganization2": "The citizens was a minority of free greek men and the women, although they were wives and daughters of the citizens, were not and were subject to the authority of the men.",
        "TextHistoryGreekSocialOrganization3": "The free people were called metecos in athens and periecos in sparta, they were people who were dedicated to different activities, such as rural exploitation, craftsmanship and commerce and had no political rights.",
        "TextHistoryGreekSocialOrganization4": "Un-free people were the lowest group in society and had different categories, the ilotas were serfs of the spartan state, and there were also slaves, who were the property of their owners and were considered merchandise.",
        "TextHistoryGreekReligion": "Religion of Ancient Greece",
        "TextHistoryGreekReligion1": "The greeks were polytheists and for them, the greek gods were anthropomorphic and had the form, virtues and defects of humans, but were immortal, powerful and exercised control over natural forces, inhabited mount olympus and were linked to each other and to humans in relations of friendship and enmity.",
        "TextHistoryGreekReligion2": "The gods could have children with humans and these children were known as demigods or heroes and were generally not immortal and their stories were transmitted through myths.",
        "TextHistoryGreekReligion3": "Each city had its patron god to which temples were built and offerings were made, such as the patron goddess of athens, who was the goddess athena.",
        "TextHistoryGreekReligion4": "One of the ways in which the gods communicated with humans was through oracles and the most important of all was the oracle of delphi, where the god apollo expressed himself through a crack in the rocks.",
        "TextAthens": "Athens",
        "TextAthenea": "Athenea",
        "TextSparta": "Sparta",
        "TextPantheon": "Pantheon",
        "TextAgora": "Agora",
        "TextPolys": "Polys",
        "TextThebes": "Thebes",
        "TextHistoryGreekArchitecture": "Architecture of Ancient Greece",
        "TextHistoryGreekArchitecture1": "Greek architecture was a constructive system and its most important manifestation consisted of the temples, the place where the statue of the protector god was protected.",
        "TextHistoryGreekArchitecture2": "This architecture had to respond to certain established rules, which ensured the proper proportions and harmony of the work and each part of the temple was in relation to the other parts, according to a certain order.",
        "TextHistoryGreekArchitecture3": "The greeks also invented the theater and many of these spaces were used for performances that have lasted until today and are the predecessor of today's theaters, as they had a semicircular shape and were built taking advantage of the slopes of the mountains.",
        "TextHistoryGreekSculpture": "Sculpture of Ancient Greece",
        "TextHistoryGreekSculpture1": "Greek sculpture evolved from the archaic to the hellenistic period and during the classical period, sculpture was characterized by its harmony and grandeur and artists such as polyclitus and phidias were able to capture the philosophical ideas in sculptures and to do so, they established a system of proportions between the parts, called canon.",
        "TextPolykleitos": "Polykleitos",
        "TextPhibias": "Phibias",
        "TextChronologyGreek": "Chronology",
        "TextChronologyGreekNeolithic": "Neolithic Period of Ancient Greece (6500 - 3000 b.C.)",
        "TextChronologyGreekNeolithic1": "The first agricultural settlements were established, developing the domestication of plants and animals and the appearance of pottery.",
        "TextChronologyGreekBronceAge": "Bronze Age of Ancient Greece (3000 - 2100 b.C.)",
        "TextChronologyGreekBronceAge1": "The archaeological phase of the ancient helladic (2800 - 1900 b.C.) and the appearance of social hierarchies and the appearance of settlements and districts, governed by hereditary chiefs and the use of bronze and other metals in the aegean (around 2500 b.C.).",
        "TextCeramics": "Ceramics of the Helladic Period",
        "TextChronologyGreekBronceAgeMiddle": "Middle Bronze Age of Ancient Greece (2100 - 1600 b.C.)",
        "TextChronologyGreekBronceAgeMiddle1": "The middle helladic developed (1900 - 1580 b.C.) and the destruction of lerna and other settlements (2100 - 1900 b.C.).",
        "TextChronologyGreekBronceAgeMiddle2": "There are also incursions by indo-european peoples, at the same time that their gods are introduced (2100 - 1900 b.C.).",
        "TextChronologyGreekBronceAgeMiddle3": "First cretan palaces around (2000 b.C.) and first contacts between peninsular greece, crete and the near east, around (1900 b.C.) and also the development of linear a cretan, writing to around (1800 b.C.).",
        "TextLinearSculptureA": "Linear Sculpture A",
        "TextChronologyGreekBronceAgeRecent": "Recent Bronze Age of Ancient Greece (1600 - 1150 b.C.)",
        "TextChronologyGreekBronceAgeRecent1": "At this time, mycenae and other settlements became centers of power, with the appearance of small kingdoms around (1600 b.C.) and the development of the recent helladic (1580 - 1150 b.C.).",
        "TextChronologyGreekBronceAgeRecent2": "Apogee of the power and wealth of the mycenaeans (1400 - 1200 b.C.) and the mycenaeans themselves take over the island of crete (1500 - 1450 b.C.), although they do not destroy knossos until 1375 b.C. and the development of linear writing b, around (1450 b.C.).",
        "TextChronologyGreekBronceAgeRecent3": "Between 1250 and 1225 b.C. the trojan war would take place and there is also looting and destruction of palaces, around (1200 b.C.) and the collapse of the palace system, around (1200 - 1110 b.C.).",
        "TextKnossos": "Knossos",
        "TextChronologyGreekDark": "Dark Age of Ancient Greece (1150 - 900 b.C.)",
        "TextChronologyGreekDark1": "During this age, the submicenic (1125 - 1050 b.C.) and protogeometric (1050 - 850 b.C.) and the establishment of small chiefdoms and the emigration of some greeks from the peninsular territory to Ionia, around (1050 b.C.).",
        "TextChronologyGreekDark2": "Appearance of iron technology, around (1050 b.C.) and the establishment of the dorians in the peninsula and the islands, around (1000 b.C.).",
        "TextProtogeometricAmphora": "Protogeometric Amphora",
        "TextChronologyGreekDarkRecent": "Recent Dark Age of Ancient Greece (900 - 750 b.C.)",
        "TextChronologyGreekDarkRecent1": "At this time, there is an increase in population and expansion of trade and manufacturing, which allows the establishment of new colonies, around 900 b.C, and this population increase accelerates from 800 b.C.",
        "TextChronologyGreekDarkRecent2": "Development of the geometric mean (850 - 750 b.C.) and the greek alphabet and also the construction of the first great temples, around (800 b.C.) and the celebration of the first olympic games, around (776 b.C.).",
        "TextOlympiaStadium": "Ruins of the Olympia Stadium",
        "TextChronologyGreekDarkArchaic": "Archaic Age of Ancient Greece (750 - 490 b.C.)",
        "TextChronologyGreekDarkArchaic01": "First Part of Archaic Age",
        "TextChronologyGreekDarkArchaic1": "In this period, the recent geometric and the appearance of the city-states (750 - 700 b.C.).",
        "TextChronologyGreekDarkArchaic2": "The greek colonization of the west began around 750 b.C. and the colonization of the black sea around 650 b.C., and on a cultural level, the composition of the Iliad and the odyssey (750 - 720 b.C.) and the orientalist artistic period (720 b.C.) were created.",
        "TextChronologyGreekDarkArchaic3": "First messenian war and lelanto war (730 - 700 b.C.) and hesiod inaugurates the era of lyric poetry, around (700 b.C.) and there is an evolution of the armor and war tactics of the hoplites (700 - 650 b.C.).",
        "TextChronologyGreekDarkArchaic4": "Construction of the great temples of stone and marble, in addition to the technique of the black Corinthian figures, around (650 b.C.) and the battle of hysias and the second messenian war (669 - 650 b.C.).",
        "TextChronologyGreekDarkArchaic5": "Beginning of tyrant governments in numerous city-states (670 - 500 b.C.) and the failure of cylon, when he tried to establish a tyranny in athens (632 b.C.).",
        "TextChronologyGreekDarkArchaic02": "Second Part of Archaic Age",
        "TextChronologyGreekDarkArchaic6": "The athenian drachon code was created and the first coins were minted (620 - 600 b.C.).",
        "TextChronologyGreekDarkArchaic7": "Beginnings of science and philosophy with the pre-socratics, around 600 b.C. and the creation of the pythian, isthmian and nemean games (582 - 573 b.C.).",
        "TextChronologyGreekDarkArchaic8": "The tyranny of pisistratus and his sons in athens (560 - 514 b.C.) and the hegemony of sparta in the peloponnese, around (550 b.C.).",
        "TextChronologyGreekDarkArchaic9": "The technique of the athenian red figures is created, around (530 b.C.) and the beginning of the political reforms of clisthenes in athens, around (507 b.C.).",
        "TextChronologyGreekDarkArchaic10": "The rebellion of the greek cities of ionia against the persians of the persian empire, around (499 b.C.) and the defeat of argos by the peloponnesian league in the battle of sepea, around (494 b.C.).",
        "TextChronologyGreekDarkArchaic11": "Life and work of hippocrates (460 - 370 b.C.).",
        "TextHomer": "Bust of Homer",
        "TextHipocrates": "Bust of Hippocrates",
        "TextChronologyGreekClassic": "Classic Age of Ancient Greece (490 - 323 b.C.)",
        "TextChronologyGreekDarkArchaic03": "First Part of Classic Age",
        "TextChronologyGreekClassic1": "During this period, the battle of marathon and the process of miltiades (490 and 489 b.C.) took place and the classical style in sculpture was developed. ",
        "TextChronologyGreekClassic2": "The decision is taken to elect the archons of athens by lot, around (486 b.C.), aristides is condemned to ostracism, around (483 b.C.) and the battles of thermopylae and salamis take place, achieving the expulsion of xerxes from greece (480 - 479 b.C.).",
        "TextChronologyGreekClassic3": "The foundation of the league of delos, the development of athenian democracy, around (477 b.C.), the construction of the temple of zeus in olympia (470 - 456 b.C.) and the reforms of ephialtes in athens and the beginning of the hegemony of pericles, around (461 b.C.).",
        "TextChronologyGreekClassic4": "The first peloponnesian war (460 - 445 b.C.) between athens and sparta.",
        "TextChronologyGreekClassic5": "Aeschylus wrote his famous orestiad trilogy around (458 b.C.) and the athenians moved the treasure of delos to athens around (454 b.C.) and the rise of greek manufacturing and trade, second half of the fifth century b.C.",
        "TextChronologyGreekDarkArchaic04": "Second Part of Classic Age",
        "TextChronologyGreekClassic6": "Pericles passed a law limiting citizenship in athens, around (451 b.C.), herodotus wrote the nine books of histories, in the second half of the fifth century b.C., the construction of the parton on the acropolis of athens took place (447 - 432 b.C.) and during the second half of the fifth century b.C., the activity of the athenian sophists also took place and thucydides began to write his history.",
        "TextChronologyGreekClassic7": "Death of pericles and appearance of edipus, king of sophocles (429 and 428 b.C.), soon after in 425 b.C., the acarnienses of aristophanes arrive and the banishment of athens, of tucídides, the deaths of brásidad and cleon, and the peace of nicias (423 - 421 b.C.).",
        "TextChronologyGreekClassic8": "A greek expedition travels to sicily, the appearance of eurypides trojans (415 - 413 b.C.), an oligarchic occurs in athens and the creation of the council of the four hundred and the regime of the five hundred (411 - 410 b.C.).",
        "TextChronologyGreekClassic9": "Hegemony of sparta (403 - 377 b.C.) and emerge the government of the thirty in athens (404 - 403 b.C.), the judicial process and execution of socrates (399 b.C.) and the dialogues of platón and the foundation of his academy (399 - 347 b.C.).",
        "TextChronologyGreekClassic10": "The corinthian war (395 - 387 b.C.), the emergence of the rhetor class in athens, fourth century b.C., the creation of the second athenian confederation and the hegemony of athens (377 - 371 b.C.) and the victory of the thebes over the spartans in leuctra, leading to the theban hegemony (371 - 362 b.C.).",
        "TextChronologyGreekDarkArchaic05": "Third Part of Classic Age",
        "TextChronologyGreekClassic11": "Ascension to the throne of philip II of macedonian and marriage to olympia (359 and 357 b.C.), birth of alexander the great and victory of philip II at olympia (356 b.C.) and first speech of demosthenes (355 b.C.).",
        "TextChronologyGreekClassic12": "Death of platon and appearance of isocrates philip (347 and 346 b.C.) and shortly after the war between athens and macedonian (340 b.C.).",
        "TextChronologyGreekClassic13": "Death of isocrates and artaxerxes III, foundation of the league of corinth (338 b.C.), government of lycurgus in ethenas (338 - 325 b.C.), ascension to the throne of the persian empire of darius III, assassination of philip II of macedonian, and ascension to the throne of alexander the great (336 b.C.).",
        "TextChronologyGreekClassic14": "Rebellion and destruction of thebes, aristotle returns to athens and the lyceum is founded (335 b.C.) and the battle of issos takes place (333 b.C.).",
        "TextChronologyGreekClassic15": "The battle of gaugamela and the foundation of the city of alexandria and alexander the great visit to the sanctuary of siwa (331 b.C.)",
        "TextChronologyGreekDarkArchaic06": "Fourth Part of Classic Age",
        "TextChronologyGreekClassic16": "The war in bactria and sogdiana (330 - 327 b.C.), the destruction of persepolis and the death of philotas (330 b.C.) and the assassinations of darius III and cleitus of macedonian (329 - 328 b.C.).",
        "TextChronologyGreekClassic17": "Alexander the Great invades india and marries roxana (327 - 325 b.C.), emerge the decrees of the exiles and the death of alexander the great (324 and 323 b.C.).",
        "TextThermopylae": "Battle of Thermopylae",
        "TextKingdomMacedonian": "Kingdom of Macedonian",
        "TextIssos": "Battle of Issos",
        "TextChronologyGreekHellenistic": "Hellenistic Age of Ancient Greece (323 - 30 b.C.)",
        "TextChronologyGreekHellenistic1": "At this time, the dissolution of the corinthian league, the deaths of aristotle and demosthenes (322 b.C.) and the invasion of Ancient Egypt.",
        "TextChronologyGreekHellenistic2": "Antipater regency in macedonian and the beginning of menander's production of comedies (321 b.C.).",
        "TextChronologyGreekHellenistic3": "Rebellion against polyperconte, new regent of the alexandria empire (318 - 316 b.C.), war with antigonus (315 - 311 b.C.) and the tyranny of demetrius of phalerus in athens (317 - 307 b.C.) and the foundation of the museum and garden of epicurus (307 and 306 b.C.).",
        "TextChronologyGreekHellenistic4": "Alexander the Great former generals, ptolemy, seleucus, lysimachus, cassander, antigonus and demetrius, proclaim themselves kings (306 - 305 b.C.) and the battle of ipsus and the foundation of the stoa by zenon (301 b.C.).",
        "TextChronologyGreekHellenistic5": "Construction of the lighthouse of alexandria (300 - 246 b.C.), death of ptolemy, lysimachus and seleucus (283 - 281 b.C.) and reign of cleomenes III in sparta (237 - 222 b.C.).",
        "TextChronologyGreekHellenistic6": "The second macedonian war (200 - 197 b.C.) and the third macedonian war (171 - 168 b.C.) took place, leading to the end of the macedonian monarchy.",
        "TextChronologyGreekHellenistic7": "Destruction of corinth and annexation of macedonian and greece by the roman empire (146 b.C.) and the battle of accio, the suicide of cleopatra VII and the annexation of Ancient Egypt by the roman empire (31 and 30 b.C.).",
        "TextChronologyGreekLighthouseAlexandria": "Lighthouse of Alexandria"
    },

    "footer": 
    {
        "TextFooter": "Creator"
    }
}