{
    "header": 
    {
        "Home Page": "Home Page",
        "About Us": "About Us",
        "Viability and Marketing": "Viability and Marketing",
        "Contact": "Contact"
    },

    "container": 
    {
        "HistoryNordic": "History",
        "HistoryNordicMythology": "Mythology Nordic",
        "TextHistoryNordicMythology1": "The term nordic mythology refers to the religion, beliefs and legends of the germanic scandinavian peoples, where the writings of this mythology are found.",
        "TextHistoryNordicMythology2": "Nordic mythology was a collection of beliefs and stories, which were shared by the various germanic villages, and it is important to note that this mythology was not shared with the uralic and baltic peoples, who were characterized by their own culture.",
        "TextHistoryNordicMythology3": "It was not a mythology that stood out much in history, since there was no truth of the divine towards the mortal and there was no sacred book to know about it and such mythology was only transmitted orally and similar to poetry and such transmission continued during the time of the vikings and the knowledge of it was based on the Eddas and other texts during the process of christianization.",
        "TextHistoryNordicCosmology": "Cosmology of the Mythology Nordic",
        "TextHistoryNordicCosmology1": "In nordic culture and mythology, the world was represented in the form of a flat disc and on this disc, the Yggdrasil tree, which supported the nine worlds or nine realms, was located on the branches of the world, and on its branches were various creatures that watched over the nine worlds.",
        "TextHistoryNordicCosmology2": "The kingdom of Asgard, was the highest region of the sky and in it were the Aesir gods (Odin, Thor, Loki, Baldur, etc.) and this kingdom was located in the center of the disk, and could be reached only by walking in a rainbow, using the Bifrost, which was the key that gave access to the nine kingdoms.",
        "TextHistoryNordicCosmology3": "There was a kingdom known as Niflheim (kingdom of darkness and darkness) and in the deepest part of this kingdom was the daughter of Loki, Helheim and according to the prosaic Edda, in this place could be found much of the dead, as it was like the underworld of greek mythology.",
        "TextHistoryNordicCosmology4": "There were also the kingdoms of Alfheim (kingdom of the light elves), Svartálfaheim (kingdom of the dark elves) and in between Asgard and Niflheim, there was Midgard (kingdom of the humans), the lowest region of the sky.",
        "TextHistoryNordicDivineBeings": "Divine Beings of Nordic Mythology",
        "TextHistoryNordicDivineBeings1": "There was two important deities in this mythology, the Aesir gods and the Vanir gods.",
        "TextHistoryNordicDivineBeings2": "The kingdom of Asgard was the home of the Aesir gods and each of these gods made up the assembly that was directed by Odin (father of all gods or also called the raven father).",
        "TextHistoryNordicDivineBeings3": "The kingdom of Vanaheim was the home of the Vanir gods and these were the gods of the sea, the wind, the forests and the forces of nature itself.",
        "TextHistoryNordicDivineBeings4": "The difference between the Aesir gods and the Vanir gods was relative, since the Aesir had a warlike character and the Vanir a peaceful character, but there were gods that belonged to both camps and that produced divisions between the gods.",
        "TextHistoryNordicDivineBeings5": "An important event that arose between these gods was the peace agreement and marriages that arose once the war was over, which was won by the Aesir gods.",
        "TextHistoryNordicGiants": "The Giants of Nordic Mythology",
        "TextHistoryNordicGiants1": "The giants or also known as the jotuns, were dangerous beings for men and gods, since they were compared to the titans and giants of greek mythology and were really monstrous and huge beings, but they were also very wise and rich, from which the gods themselves benefited several times.",
        "TextHistoryNordicGodsGiants": "Relationship between Gods and Giants in Nordic Mythology",
        "TextHistoryNordicGodsGiants1": "Most of the Aesir gods were descendants of the jotuns and on numerous occasions there were marriages between them, some of these giants were named by their real names in the Eddas and were the representations of the forces of nature and two categories of giants were known, the giants of ice and the giants of fire.",
        "TextHistoryNordicKingsHeroes": "Nordic Kings and Heroes of Nordic Mythology",
        "TextHistoryNordicKingsHeroes1": "The literature of Nordicn mythology relates the legends that existed among the heroes and kings, as well as other creatures, and these legends were responsible for forming the clans and kingdoms that were accompanied by hundreds of illustrations.",
        "TextHistoryNordicChristianity": "The Christianity of Nordic Mythology",
        "TextHistoryNordicChristianity1": "One problem that arose during the interpretation of this mythology was that the closest periods had very short contact with christian writings.",
        "TextHistoryNordicChristianity2": "All the interpretations came from other places like Iceland, which was a very small island, but even with the climate of tolerance and rejection of religion, it was influenced by christianity itself.",
        "TextHistoryNordicChristianity3": "In Iceland, seeking to avoid civil war, the parliament voted christianity, but paganism was tolerated, which on the other hand, was characterized by numerous civil wars during the eleventh century, which ended with the burning of the Temple of Upsala.",
        "TextHistoryNordicChristianity4": "In England, christianity took place at a very early age and very rarely force had to be used and the christian clergy did their best to teach the people to see the gods as demons, but the success they had was very limited and the gods never became malevolent beings as described by the christians.",
        "TextHistoryNordicChristianity5": "Other elements that also managed to survive from the civilization of nordic mythology, without being taken away from them, were their strong beliefs related to destiny, which are still preserved today.",
        "TextHistoryNordicChristianity6": "Because hell had similarities with the deaths in nordic mythology, the name Helviti was taken and some traditions also managed to continue such as Yule (swedish tradition that consisted of sacrificing a pig at christmas).",
        "TextChronologyNordic": "Chronology",
        "TextChronologyNordic01": "First Part of the Chronology",
        "TextChronologyNordic1": "This age began before the sack of Lindisfarne and lasted a few more years after the defeat at Stamford Bridge, however the nordic chronology would happen between the year 793 and the year 1066.",
        "TextChronologyNordic2": "Loot of the monastery of Lindisfarne (793 a.C.).",
        "TextChronologyNordic3": "First attacks in Scotland and Ireland (795 a.C.).",
        "TextChronologyNordic4": "First attacks on the city of Aquitaine, by norwegian vikings from Ireland (799 a.C.).",
        "TextChronologyNordic5": "Death of Charlemagne and fragmentation of his empire and the importance of this fact for the vikings lay in the fact that this was one of the largest empires of the time and when fragmented, the situation of chaos and internal struggles that would produce, translated into great news for the nordic pirates who were looking for an easy and abundant booty and avoiding a direct confrontation (814 a.C.).",
        "TextChronologyNordic6": "The first christian missionary, Ebo of Rheims, arrives in Denmark (823 a.C.).",
        "TextChronologyNordic7": "First journey of the germanic bishop Ansgar to Hedeby and other danish cities (826 a.C.).",
        "TextChronologyNordic8": "First raid against christian lands, destroying the city of Dorestad in Friesland (834 a.C.).",
        "TextChronologyNordic9": "Arrival of the swedish vikings in the city of Constantinople, where these vikings are called Varangians (839 a.C.).",
        "TextChronologyNordic10": "Founding of Dublin by the vikings (841 a.C.).",
        "TextChronologyNordic02": "Second Part of the Chronology",
        "TextChronologyNordic11": "First attacks by the vikings on the Carolingian empire, as the empire was in full fragmentation and decadence, which the vikings took advantage of to attack (843 a.C.).",
        "TextChronologyNordic12": "First important attacks on the Iberian Peninsula and they burn and loot the city of Seville, after passing through the Galician coasts and Lisbon (844 a.C.).",
        "TextChronologyNordic13": "First loot of the city of Paris (845 a.C.).",
        "TextChronologyNordic14": "The embassy of Al-Gazal is created on behalf of Abderraman II, a viking king (845 a.C.).",
        "TextChronologyNordic15": "The first christian churches are established on viking territory, the churches of Hedeby and Ribe (850 a.C.).",
        "TextChronologyNordic16": "The Oseberg ship is buried and the Gokstad ship is built, which are funerary ships that would be found almost intact, a millennium later (850 a.C.).",
        "TextChronologyNordic17": "Thórólf Kveld-Úlfsson, uncle of Egil Skallagrímsson, is born (858 a.C.).",
        "TextChronologyNordic18": "Founding of Novgorod by vikings from Rurik, taking the slavic population, called Holmgard (862 a.C.).",
        "TextChronologyNordic19": "Skallagrím, brother of Thórólf and father of Egil Skallagrímsson, is born (863 a.C.).",
        "TextChronologyNordic20": "The Varangians attacks Constantinople, until they are allowed to trade freely there (866 a.C.).",
        "TextChronologyNordic03": "Third Part of the Chronology",
        "TextChronologyNordic21": "Conquest of York or called in this mythology, Jorvik, which would be the future viking kingdom of England or Danelag (867 a.C.).",
        "TextChronologyNordic22": "Harald I unified Norway, receiving the right to the kingdom from his father, Halfdan the Black (872 a.C.).",
        "TextChronologyNordic23": "Colonization of Iceland begins (874 a.C.).",
        "TextChronologyNordic24": "Novgorod and Kiev unite to create the kingdom of Rus, the future russian empire (882 a.C.).",
        "TextChronologyNordic25": "The battle of Hafrsfjord and Harald I's victory over the petty kings of Hordaland, Rogaland, Agder and Telemark begins (885 a.C.).",
        "TextChronologyNordic26": "To commemorate the battle, in 1983, Olav V of Norway presented this monument, named Sverd and Fjell (swords on the mountain), the work of norwegian sculptor Fritz Roed (885 a.C.).",
        "TextChronologyNordic27": "Thórolf Kveld-Úlfsson dies (890 a.C.).",
        "TextChronologyNordic28": "Skallagrím splits Iceland in two (891 a.C.).",
        "TextChronologyNordic29": "Thórólf Skallagrímsson (900 a.C.) and Egil Skallagrímsson (910 a.C.) was born.",
        "TextChronologyNordic30": "The danish vikings settled in what was the Duchy of Normandy, ceded by Charles the Bald to Rollon and his men (911 a.C.).",
        "TextChronologyNordic04": "Fourth Part of the Chronology",
        "TextChronologyNordic31": "King Ethelstan takes the throne of England (924 a.C.).",
        "TextChronologyNordic32": "The battles of Vínheid or Brunanburh, where king Ethelstan of England, with Egil among his troops, fought against the irish vikings, the scottish and other kingdoms, such as that of king Strathclyde (937 a.C.).",
        "TextChronologyNordic33": "Death of king Skallagrím (946 a.C.).",
        "TextChronologyNordic34": "King Eirík Blódöx (Bloody Axe) escapes from Norway, due to the curse of Egil Skallagrímsson (947 a.C.).",
        "TextChronologyNordic35": "Egil Skallagrímsson composes the Rescue of the Head, a poem to save himself from being killed by king Eirik (Bloody Axe), his greatest enemy (948 a.C.).",
        "TextChronologyNordic36": "King Eirík Blódöx dies, disappearing with him, the Danelag (954 a.C.).",
        "TextChronologyNordic37": "Harald (Blue Tooth) of Denmark is baptized, christianizing the entire kingdom (960 a.C.) and according to the legends of the nordic culture, Harald (Blue Tooth) converted to christianity, when Poppo held a red-hot iron over his hand and this did not leave him any wounds.",
        "TextChronologyNordic38": "Egil Skallagrímsson composes the Sonatorrek or Irreparable Loss of the Sons (961 a.C.).",
        "TextChronologyNordic39": "Egil Skallagrímsson poem is created in honor of his friend Arinbjörn, who had just died (962 a.C.).",
        "TextChronologyNordic40": "Harald (Blue Tooth) ordered the erection of the funerary complex of Jelling (965 a.C.).",
        "TextChronologyNordic05": "Fifth Part of the Chronology",
        "TextChronologyNordic41": "Erik (The Red) established the first colony in Greenland and from there, his son Leif would leave to discover America (986 a.C.).",
        "TextChronologyNordic42": "Harald (Blue Tooth) dies and was buried in the city of Roskilde (987 a.C.).",
        "TextChronologyNordic43": "The russian prince Vladimir, converts to christianity and has everyone baptized en masse, in the Dnieper River (988 a.C.).",
        "TextChronologyNordic44": "With the sending of more than 6.000 men by the russian prince Vladimir to Basil II of Constantinople, the Varangian Guard was born (989 a.C.).",
        "TextChronologyNordic45": "Egil Skallagrímsson died and his body was buried in a church, which was ordered to be built by Grim of Mosfell, after christianity had been legally adopted in Iceland (990 a.C.).",
        "TextChronologyNordic46": "Olav Tryggvason and Sveind Split Beard allied against England, collecting a Danegeld of 22,000 pounds of silver (991 a.C.).",
        "TextChronologyNordic47": "Iceland was converted to christianity, although christianity had already arrived previously, but coexisting with nordic paganism (1000 a.C.) and also in that year, Leif Erikson (The Fortunate) arrived in America, specifically in Vinland, current Canada.",
        "TextChronologyNordic48": "King Ethelstan orders the death of all danish people in his territory (1001 a.C.).",
        "TextChronologyNordic49": "King Sveind conquers England (1013 a.C.).",
        "TextChronologyNordic06": "Sixth Part of the Chronology",
        "TextChronologyNordic50": "King Sveind son, Canute the Great, proclaims himself king of England (1016 a.C.).",
        "TextChronologyNordic51": "King Olav Haraldsson dies in the battle of Stiklestad, being later canonized as Saint Olav (1030 a.C.).",
        "TextChronologyNordic52": "King Harald of Norway burns down Hedeby (1049 a.C.) and dies at the battle of Stamford Bridge, but William (The Conqueror) conquer England at the battle of Hastings and this is the battle that conventionally marks the end of the viking age (1066 a.C.).",
        "TextShipOseberg": "Ship of Oseberg (850 a.C.)",
        "TextFlagVikingKingdomYork": "Flag of the Viking Kingdom of York (867 a.C.)",
        "TextHaraldI": "Harald I (872 a.C.)",
        "TextSwordsMountain": "Swords of the Mountain (885 a.C.)",
        "TextEgilSkallagrimsson": "Egil Skallagrimsson (910 a.C.)",
        "TextStatueRollon": "Statue of Rollon (911 a.C.)",
        "TextHaraldBlueTooth": "Harald (Blue Tooth 960 a.C.)",
        "TextJellingStones": "Jelling Stones (965 a.C.)",
        "TextCanuteGreat": "Canute the Great (1016 a.C.)",
        "TextDeathOlav": "Death of Saint Olav (1030 a.C.)",
        "TextBattleStamfordBridge": "Stamford Bridge (1066 a.C.)"
    },

    "footer": 
    {
        "TextFooter": "Creator"
    }
}