{
    "header": 
    {
        "Home Page": "Página Principal",
        "About Us": "Quienes Somos",
        "Viability and Marketing": "Viabilidad y Marketing",
        "Contact": "Contacto"
    },

    "container": 
    {
        "HistoryNordic": "Historia",
        "HistoryNordicMythology": "Mitología Nórdica",
        "TextHistoryNordicMythology1": "El término de mitología nórdica hace referencia a la religión, a las creencias y a las leyendas propias de los pueblos escandinavos germanos, donde se encuentran los escritos de esta mitología.",
        "TextHistoryNordicMythology2": "La mitología nórdica fue una colección de creencias e historias, que fueron compartidas por los distintos pueblos germanos y es importante que señalemos que dicha mitología no era compartida con los pueblos de etnia urálica ni báltica, quienes se caracterizaron por tener su propia cultura.",
        "TextHistoryNordicMythology3": "No fue una mitología que resaltó mucho en la historia, ya que no había una verdad de lo divino hacia lo mortal y no existía un libro sagrado para saber de ello y dicha mitología solo era transmitida de forma oral y semejante a la poesía y dicha transmisión continuó durante la época de los vikingos y el conocimiento de la misma se basó en las Eddas y otros textos durante el proceso de cristianización.",
        "TextHistoryNordicCosmology": "Cosmología de la Mitologia Nórdica",
        "TextHistoryNordicCosmology1": "En la cultura y mitología nórdica, el mundo se representaba en forma de un disco plano y en dicho disco, se situaba en las ramas del mundo, el árbol Yggdrasil, que sostenía los nueve mundos o nueve reinos y en sus mismas ramas, se encontraban varias criaturas que vigilaban los nueve mundos.",
        "TextHistoryNordicCosmology2": "El reino de Asgard, era la región más alta del cielo y en ella se encontraban los dioses Aesir (Odin, Thor, Loki, Baldur, etc) y este reino se encontraba en el centro del disco, y se podía llegar solamente caminando en un arcoíris, utilizando el Bifrost, que era la llave que daba acceso a los nueve reinos.",
        "TextHistoryNordicCosmology3": "Existía un reino conocido como Niflheim (reino de la oscuridad y de las tinieblas) y en la zona más profunda de dicho reino se encontraba la hija de Loki, Helheim y según la Edda prosaica, en este lugar se podían encontrar gran parte de los muertos, ya que era como el inframundo de la mitología griega.",
        "TextHistoryNordicCosmology4": "También estaban los reinos de Alfheim (reino de los elfos de la luz), Svartálfaheim (reino de los elfos oscuros) y en medio de Asgard y Niflheim, se situaba Midgard (reino de los humanos), la región más baja del cielo.",
        "TextHistoryNordicDivineBeings": "Seres Divinos de la Mitología Nórdica",
        "TextHistoryNordicDivineBeings1": "Existían dos importantes deidades en dicha mitología, los dioses Aesir y los dioses Vanir.",
        "TextHistoryNordicDivineBeings2": "El reino de Asgard, era el hogar de los dioses Aesir y cada uno de estos dioses conformaban la asamblea que era dirigida por Odín (padre de todos los dioses o también llamado el padre cuervo).",
        "TextHistoryNordicDivineBeings3": "El reino de Vanaheim, era el hogar de los dioses Vanir y estos eran los dioses del mar, del viento, de los bosques y de las fuerzas de la propia naturaleza.",
        "TextHistoryNordicDivineBeings4": "La diferencia entre los dioses Aesir y los dioses Vanir era relativa, ya que los Aesir tenían un carácter guerrero y los Vanir un carácter pacifico, pero había dioses que pertenecían a ambos campos y que producían divisiones entre los dioses.",
        "TextHistoryNordicDivineBeings5": "Un importante acontecimiento que surgió entre estos dioses, fue el acuerdo de paz y los matrimonios que surgieron una vez terminada la guerra, que fue ganada por los dioses Aesir.",
        "TextHistoryNordicGiants": "Los Gigantes de la Mitología Nórdica",
        "TextHistoryNordicGiants1": "Los gigantes o también conocidos como los jotuns, fueron seres peligrosos para los hombres y los dioses, ya que eran comparados con los titanes y los gigantes de la mitología griega y eran seres realmente monstruosos y enormes, pero también eran muy sabios y ricos, de lo que se beneficiaron varias veces los propios dioses.",
        "TextHistoryNordicGodsGiants": "Relación entre los Dioses y los Gigantes en la Mitología Nórdica",
        "TextHistoryNordicGodsGiants1": "La mayoría de los dioses Aesir fueron descendientes de los jotuns y en numerosas ocasiones hubieron matrimonios entre ellos, algunos de estos gigantes, eran nombrados por su verdaderos nombre en las Eddas y eran las representaciones de las fuerzas de la naturaleza y se conocieron dos categorías de gigantes, los gigantes de hielo y los gigantes del fuego.",
        "TextHistoryNordicKingsHeroes": "Reyes y Héroes Nórdicos de la Mitología Nórdica",
        "TextHistoryNordicKingsHeroes1": "La literatura de la mitología nórdica relata las leyendas que existieron entre los héroes y reyes, como también de otras criaturas y estas leyendas fueron las encargadas de formar los clanes y los reinos que estuvieron acompañados de cientos de ilustraciones.",
        "TextHistoryNordicChristianity": "El Cristianismo de la Mitología Nórdica",
        "TextHistoryNordicChristianity1": "Un problema que surgió durante la interpretación de esta mitología, fue que los periodos más cercanos tenían un contacto muy corto con los escritos cristianos.",
        "TextHistoryNordicChristianity2": "Todas las interpretaciones provenían de otros lugares como Islandia, que era una isla muy pequeña, pero incluso con el clima de tolerancia y rechazo a la religión, se vio influenciado por el propio cristianismo.",
        "TextHistoryNordicChristianity3": "En Islandia, buscando evitar la guerra civil, el parlamento votó el cristianismo, pero se toleró el paganismo, que por otra parte, se caracterizó por tener numerosas guerras civiles durante el siglo undécimo, las cuales terminaron con la quema del Templo de Upsala.",
        "TextHistoryNordicChristianity4": "En Inglaterra, el cristianismo tuvo lugar en una época muy temprana y muy pocas veces se debió de usar la fuerza y el clero cristiano hizo todo lo posible para enseñar al pueblo a ver a los dioses como demonios, pero el éxito que tuvieron fue muy limitado y los dioses nunca se volvieron seres malévolos como los describían los cristianos.",
        "TextHistoryNordicChristianity5": "Otros elementos que también lograron sobrevivir de la civilización de la mitología nórdica, sin que se les fueran arrebatadas, fue sus fuertes creencias relacionadas con el destino y que a día de hoy aún se conservan.",
        "TextHistoryNordicChristianity6": "Debido a que el infierno tenía semejanza con las muertes en la mitología nórdica, se tomó el nombre de Helviti y algunas tradiciones también lograron continuar como el Yule (tradición sueca que consistía en sacrificar un cerdo en navidad).",
        "TextChronologyNordic": "Cronología",
        "TextChronologyNordic01": "Primera Parte de la Cronología",
        "TextChronologyNordic1": "Esta época comenzó antes del saqueo de Lindisfarne y pervivido algunos años más tras la derrota en Stamford Bridge, de cualquier manera la cronología nórdica ocurriría entre el año 793 y el año 1066.",
        "TextChronologyNordic2": "Saqueo del monasterio de Lindisfarne (793 d.C.).",
        "TextChronologyNordic3": "Primeros ataques en Escocia e Irlanda (795 d.C.).",
        "TextChronologyNordic4": "Primer ataque a la ciudad de Aquitania, por vikingos noruegos procedentes de Irlanda (799 d.C.).",
        "TextChronologyNordic5": "Muerte de Carlomagno y fragmentación de su imperio y la importancia de este hecho para los vikingos radicaba, en que este era uno de los mayores imperios de la época y al fragmentarse, la situación de caos y luchas internas que se producirían, se traducían en grandísimas noticias para los piratas nórdicos que buscaban un botín fácil, abundante y evitando un enfrentamiento directo (814 d.C.).",
        "TextChronologyNordic6": "El primer misionero cristiano, Ebo de Reims, llega a Dinamarca (823 d.C.).",
        "TextChronologyNordic7": "Primer viaje del obispo germano Ansgar a Hedeby y a otras ciudades danesas (826 d.C.).",
        "TextChronologyNordic8": "Primera gran incursión contra las tierras cristianas, destruyendo la ciudad de Dorestad en Frisonia (834 d.C.).",
        "TextChronologyNordic9": "Llegada de los vikingos suecos a la ciudad de Constantinopla, donde se les llama Varegos a estos vikingos (839 d.C.).",
        "TextChronologyNordic10": "Fundación de Dublín por parte de los vikingos (841 d.C.).",
        "TextChronologyNordic02": "Segunda Parte de la Cronología",
        "TextChronologyNordic11": "Primer ataque importante de los vikingos al imperio Carolingio, ya que dicho imperio estaba en plena fragmentación y decadencia, lo que aprovecharon los vikingos para atacar (843 d.C.).",
        "TextChronologyNordic12": "Primeros ataques importantes a la Península Ibérica y incendian y saquean la ciudad de Sevilla, tras pasar por las costas Gallegas y por Lisboa (844 d.C.).",
        "TextChronologyNordic13": "Primer saqueo de la ciudad de Paris (845 d.C.).",
        "TextChronologyNordic14": "Se crea la embajada de Al-Gazal, en nombre de Abderramán II, un rey vikingo (845 d.C.).",
        "TextChronologyNordic15": "Se crean las primeras iglesias cristianas en terreno vikingo y son las iglesias de Hedeby y Ribe (850 d.C.).",
        "TextChronologyNordic16": "Se entierra el barco de Oseberg y se construye el de Gokstad, que son barcos funerarios que serían encontrados casi intactos, un milenio más tarde (850 d.C.).",
        "TextChronologyNordic17": "Nace Thórólf Kveld-Úlfsson, tío de Egil Skallagrímsson (858 d.C.).",
        "TextChronologyNordic18": "Fundación de Nóvgorod por los vikingos de Rurik, tomando la población eslava, llamada Holmgard (862 d.C.).",
        "TextChronologyNordic19": "Nace Skallagrím, hermano de Thórólf y padre de Egil Skallagrímsson (863 d.C.).",
        "TextChronologyNordic20": "Los Varegos atacan Constantinopla, hasta que se les permite comerciar libremente en ella (866 d.C.).",
        "TextChronologyNordic03": "Tercera Parte de la Cronología",
        "TextChronologyNordic21": "Conquista de York o llamada en está mitología, Jorvik, que sería el futuro reino vikingo de Inglaterra o Danelag (867 d.C.).",
        "TextChronologyNordic22": "Harald I unifica Noruega, recibiendo el derecho al reino de manos de su padre, Halfdan el Negro (872 d.C.).",
        "TextChronologyNordic23": "Se inicia la colonización de Islandia (874 d.C.).",
        "TextChronologyNordic24": "Novgorod y Kiev se unen creando el reino de Rus, futuro imperio ruso (882 d.C.).",
        "TextChronologyNordic25": "Se inicia la batalla de Hafrsfjord y la victoria de Harald I, ante los pequeños reyes de Hordaland, Rogaland, Agder y Telemark (885 d.C.).",
        "TextChronologyNordic26": "Para conmemorar la batalla, en 1983, Olav V de Noruega presentó este monumento, llamado Sverd y Fjell (espadas en la montaña), obra del escultor noruego Fritz Roed (885 d.C.).",
        "TextChronologyNordic27": "Muere Thórolf Kveld-Úlfsson (890 d.C.).",
        "TextChronologyNordic28": "Skallagrím parte Islandia en dos (891 d.C.).",
        "TextChronologyNordic29": "Nacen Thórólf Skallagrímsson (900 d.C.) y Egil Skallagrímsson (910 d.C.).",
        "TextChronologyNordic30": "Los vikingos daneses se establecieron en lo que era el Ducado de Normandía, cedido por Carlos el Calvo, a Rollón y sus hombres (911 d.C.).",
        "TextChronologyNordic04": "Cuarta Parte de la Cronología",
        "TextChronologyNordic31": "El rey Ethelstan se alza con el trono de Inglaterra (924 d.C.).",
        "TextChronologyNordic32": "Surgen las batallas de Vínheid o Brunanburh, donde se enfrentaron el rey Ethelstan de Inglaterra, con Egil entre sus filas, contra los vikingos irlandeses, escoceses y otros reinos, como el del rey Strathclyde (937 d.C.).",
        "TextChronologyNordic33": "Muerte del rey Skallagrím (946 d.C.).",
        "TextChronologyNordic34": "El rey Eirík Blódöx (Hacha Sangrienta) huye de Noruega, debido a la maldición de Egil Skallagrímsson (947 d.C.).",
        "TextChronologyNordic35": "Egil Skallagrímsson compone el Rescate de la Cabeza, un poema para librarse de ser asesinado por el rey Eirik (Hacha Sangrienta), su mayor enemigo (948 d.C.).",
        "TextChronologyNordic36": "Muere el rey Eirík Blódöx, desapareciendo con él, el Danelag (954 d.C.).",
        "TextChronologyNordic37": "Harald (Diente Azul) de Dinamarca se bautiza, cristianizando todo el reino (960 d.C.) y según la leyendas de la cultura nórdica, Harald (Diente Azul) se convirtió al cristianismo, cuando Poppo sujetó un hierro al rojo vivo sobre su mano y esto no le dejó ninguna herida.",
        "TextChronologyNordic38": "Egil Skallagrímsson compone el Sonatorrek o Pérdida Irreparable de los Hijos (961 d.C.).",
        "TextChronologyNordic39": "Se crea el poema de Egil Skallagrímsson en honor a su amigo Arinbjörn, que acababa de fallecer (962 d.C.).",
        "TextChronologyNordic40": "Harald (Diente Azul) manda erigir el conjunto funerario de Jelling (965 d.C.).",
        "TextChronologyNordic05": "Quinta Parte de la Cronología",
        "TextChronologyNordic41": "Erik (El Rojo), establece la primera colonia en Groenlandia y desde allí, partiría su hijo Leif a descubrir América (986 d.C.).",
        "TextChronologyNordic42": "Muere Harald (Diente Azul) y fue enterrado en la ciudad de Roskilde (987 d.C.).",
        "TextChronologyNordic43": "El príncipe ruso Vladimir, se convierte al cristianismo y hace que todos se bauticen en masa, en el río Dniéper (988 d.C.).",
        "TextChronologyNordic44": "Con el envío de más de 6.000 hombres por parte del príncipe ruso Vladimir, a Basil II de Constantinopla, nace la Guardia Varega (989 d.C.).",
        "TextChronologyNordic45": "Muerte de Egil Skallagrímsson y su cadáver fue enterrado en una iglesia, que fue mandada a edificar por parte de Grim de Mosfell, después de que el cristianismo hubiera sido adoptado legalmente en Islandia (990 d.C.).",
        "TextChronologyNordic46": "Se alían Olav Tryggvason y Sveind Barba Partida, contra Inglaterra, cobrando un Danegeld de 22.000 libras de plata (991 d.C.).",
        "TextChronologyNordic47": "Islandia se convierte al cristianismo, aunque anteriormente ya había llegado el cristianismo, pero conviviendo con el paganismo nórdico (1000 d.C.) y también en dicho año, ocurrió la llegada de Leif Erikson (El Afortunado) a América, concretamente a Vinland, actual Canadá.",
        "TextChronologyNordic48": "El rey Ethelstan, ordena la muerte de todos los daneses que estén en su territorio (1001 d.C.).",
        "TextChronologyNordic49": "El rey Sveind conquista Inglaterra (1013 d.C.).",
        "TextChronologyNordic50": "El hijo del rey Sveind, Canuto el Grande, se proclama rey de Inglaterra (1016 d.C.).",
        "TextChronologyNordic06": "Sexta Parte de la Cronología",
        "TextChronologyNordic51": "El rey Olav Haraldsson muere en la batalla de Stiklestad, siendo canonizado más tarde como San Olav (1030 d.C.).",
        "TextChronologyNordic52": "El rey Harald de Noruega incendia Hedeby (1049 d.C.) y muere en la batalla de Stamford Bridge, pero Guillermo (El Conquistador), consigue conquistar Inglaterra en la batalla de Hastings y esta es la batalla que convencionalmente marca el fin de la época vikinga (1066 d.C.).",
        "TextShipOseberg": "Barco de Oseberg (850 d.C.)",
        "TextFlagVikingKingdomYork": "Bandera del Reino Vikingo de York (867 d.C.)",
        "TextHaraldI": "Harald I (872 d.C.)",
        "TextSwordsMountain": "Espadas de la Montaña (885 d.C.)",
        "TextEgilSkallagrimsson": "Egil Skallagrimsson (910 d.C.)",
        "TextStatueRollon": "Estatua de Rollón (911 d.C.)",
        "TextHaraldBlueTooth": "Harald (Diente Azul 960 d.C.)",
        "TextJellingStones": "Piedras Jelling (965 d.C.)",
        "TextCanuteGreat": "Canuto el Grande (1016 d.C.)",
        "TextDeathOlav": "Muerte de San Olav (1030 d.C.)",
        "TextBattleStamfordBridge": "Stamford Bridge (1066 d.C.)"
    },

    "footer": 
    {
        "TextFooter": "Creador"
    }
}