{
    "header": 
    {
        "Home Page": "Página Principal",
        "About Us": "Quienes Somos",
        "Viability and Marketing": "Viabilidad y Marketing",
        "Contact": "Contacto"
    },

    "container": 
    {
        "HistoryGreek": "Historia",
        "HistoryGreekAncient": "Antigua Grecia",
        "TextHistoryGreekAncient1": "La Antigua Grecia fue una civilización que se asentó en el sur de la península balcánica y desde allí se expandió hacia otras áreas del mar mediterráneo, a partir de los siglos noveno y décimo a.C.",
        "TextHistoryGreekAncient2": "Dicha civilización ejerció una extraordinaria influencia sobre otras civilizaciones que entraron en contacto con ella, especialmente la civilización romana y su estructura de razonamiento lógico junto con su desarrollo filosófico, constituye la base de la cultura occidental hasta la actualidad.",
        "TextHistoryGreekAncient3": "El nombre de griegos fue puesto por los romanos, ya que ellos se llamaban a sí mismos helenos y a su territorio hélade.",
        "TextHistoryGreekLocalitation": "Ubicación de la Antigua Grecia",
        "TextHistoryGreekLocalitation1": "Las ciudades griegas se ubicaron en el sur de la península balcánica y en los archipiélagos e islas que la rodean, además a través de sucesivas oleadas migratorias se establecieron colonias en la costa de asia menor y en el sur de italia, conocido como la magna grecia.",
        "TextHistoryGreekLocalitation2": "Ubicación de la Antigua Grecia",
        "TextHistoryGreekHistorical": "Períodos históricos de la Antigua Grecia",
        "TextHistoryGreekHistorical1": "La oleada migratoria de los grupos que conformaron las poblaciones griegas, llegaron desde el norte y se asentaron en el territorio balcánico, alrededor del 1800 a.C. y en dicho territorio, tanto peninsular como insular, se desarrollaron distintas civilizaciones que dejaron su impronta en la cultura griega, entre ellas la minoica, en la isla de creta, y la micénica, en el continente mediterráneo y durante el auge de la civilización micénica, se produjo la famosa batalla de troya.",
        "TextHistoryGreekDark": "Período Época Oscura de la Antigua Grecia (1200 - 776 a.C.)",
        "TextHistoryGreekDark1": "La Época Oscura por motivos que no se conocen hasta la actualidad, se produjo la desarticulación de los pueblos griegos que habitaban la región y se perdió la escritura.",
        "TextHistoryGreekArchaic": "Período Época Arcaica de la Antigua Grecia (776 - 499 a.C.)",
        "TextHistoryGreekArchaic1": "En la Época Arcaica se crearon nuevos grupos de griegos, como jónicos, dóricos, eolios, aqueos y arcadios y se expandieron por el territorio continental y por las islas y con el tiempo se asentaron también en las costas de asia menor y luego en sicilia y el sur de la península Itálica.",
        "TextHistoryGreekClassic": "Período Época Clásica de la Antigua Grecia (499 - 323 a.C.)",
        "TextHistoryGreekClassic1": "Durante esta época se produjeron las guerras contra el imperio persa en las que triunfaron los griegos y la guerra del peloponeso entre la ciudad de esparta contra la ciudad de atenas y a pesar de estos grandes conflictos, este fue el momento de mayor expansión de la cultura griega, a través del desarrollo de la filosofía, el teatro y las artes de distinto tipo.",
        "TextHistoryGreekHellenistic": "Período Época Helenística de la Antigua Grecia (323 - 30 a.C.)",
        "TextHistoryGreekHellenistic1": "Esta época no corresponde exclusivamente a la historia de grecia, ya que fue el momento en el que la cultura griega se expandió hacia oriente y hacia toda europa, pero aprovechando el debilitamiento de las ciudades griegas a causa de la guerra del peloponeso, el rey filipo II de macedonia conquisto grecia y así pasaron a formar parte del reino macedónico y alejandro magno, hijo de filipo, extendió el territorio al conquistar el imperio persa y el Antiguo Egipto, pero a partir del año 200 a.C., el imperio romano comenzó la conquista del imperio macedónico, conquistado lo último de dicho imperio, en el 31 a.C.",
        "TextHistoryGreekCharacteristics": "Características de la Antigua Grecia",
        "TextHistoryGreekCharacteristics1": "La civilización griega no constituyó un estado unificado, sino que era una serie de ciudades-estado, llamadas polis, que compartían lengua, creencias religiosas, cultura, celebraciones y una conciencia de pertenecer a una misma nación.",
        "TextHistoryGreekCharacteristics2": "Las polis estaban integradas por la ciudad y el espacio que las rodeaba, donde se practicaba la agricultura y la ganadería y cada ciudad tenía un ágora, que era un espacio público en el centro de la actividad económica, política y social y la acrópolis, un recinto amurallado donde estaban los templos y donde se refugiaba la población durante los ataques",
        "TextHistoryGreekCharacteristics3": "Durante la época arcaica por culpa del aumento de la población, se necesitaba encontrar nuevas tierras y los conflictos sociales y políticos provocaron que algunos griegos se desprendieran de las ciudades y establecieran colonias en otras regiones y entre las ciudades griegas y estas colonias, se generó una intensa red comercial.",
        "TextHistoryGreekCharacteristics4": "Los santuarios eran recintos panhelénicos, es decir, lugares de culto de todos los griegos y en algunos de estos lugares había oráculos, donde los dioses se manifestaban a través de una sacerdotisa llamada pitonisa y en el santuario de dios zeus en olimpia y se realizaban cada cuartro años los juegos olímpicos, en los que los griegos competían en distintas disciplinas.",
        "TextHistoryGreekCharacteristics5": "Los griegos fueron grandes navegantes, tanto comerciales como militares y sus naves de guerra eran los trirremes, unos navíos rápidos y maniobrables con tres filas de remos.",
        "TextHistoryGreekCharacteristics6": "Inventaron la democracia como forma de gobierno, sin embargo esta era muy limitada, ya que solo los ciudadanos (varones libres de padres griegos), participaban en la toma de decisiones",
        "TextHistoryGreekCharacteristics7": "Su moneda, el dracma, estaba acuñada en plata y favoreció al comercio por todo el mar mediterráneo.",
        "TextHistoryGreekEconomy": "Economía de la Antigua Grecia",
        "TextHistoryGreekEconomy1": "En las áreas rurales en torno a las ciudades, se cultivaban especialmente trigo, olivos y vides y se criaban lanares y la pesca también era importante para el consumo de la población.",
        "TextHistoryGreekEconomy2": "Sin embargo, la economía griega se organizaba en torno de la producción artesanal y el comercio y los barcos griegos recorrían el mar mediterráneo, realizando intercambios comerciales de todo tipo, desde las costas de españa, hasta asia menor y áfrica al sur e intercambiaban cerámicas, textiles, cereales, vinos, aceite de oliva, metales, etc.",
        "TextHistoryGreekOrganization": "Organización de la Antigua Grecia",
        "TextHistoryGreekOrganization1": "Las ciudades griegas se convivieron en distintos modelos de gobierno y los dos ciudades más influyentes fueron esparta y atenas.",
        "TextHistoryGreekOrganization2": "La ciudad de esparta tenía un gobierno integrado por dos reyes, la diarquía y además formaban parte del gobierno los éforos, que eran cinco magistrados, un consejo de ancianos, la gerusía, que redactaba las leyes y una asamblea popular que las aceptaba o rechazaba.",
        "TextHistoryGreekOrganization3": "La ciudad de atenas tuvo reyes en sus orígenes, pero a partir del siglo quinto, se instauró la democracia y el gobierno estaba en manos de funcionarios elegidos por los ciudadanos y estos eran los estrategas, que se ocupaba del ejército, los arcontes, la administración y la religión y el consejo de los quinientos elaboraban las leyes y el tribunal de los heliastas, se ocupaba de la justicia y además, la ecclesia o asamblea del pueblo, era una reunión donde todos los ciudadanos discutían y votaban las leyes propuestas por los heliastas.",
        "TextHistoryGreekSocialOrganization": "Organización Social de la Antigua Grecia",
        "TextHistoryGreekSocialOrganization1": "Esta sociedad era jerarquizada y estaba integrada por ciudadanos, personas libres y personas no libres.",
        "TextHistoryGreekSocialOrganization2": "Los ciudadanos eran una minoría de hombres griegos libres y las mujeres, aunque fueran esposas e hijas de los ciudadanos, no lo eran y estaban sometidas a la autoridad de los hombres.",
        "TextHistoryGreekSocialOrganization3": "Las personas libres eran los llamados metecos en atenas y periecos en esparta, eran personas que se dedicaban a distintas actividades, tales como la explotación rural, la artesanía y el comercio y no tenían derechos políticos.",
        "TextHistoryGreekSocialOrganization4": "Las personas no libres eran el grupo más bajo de la sociedad y tenían distintas categorías, los ilotas eran siervos del estado espartano, además existían los esclavos, quienes eran propiedad de sus dueños y se consideraban mercancía.",
        "TextHistoryGreekReligion": "Religión de la Antigua Grecia",
        "TextHistoryGreekReligion1": "Los griegos eran politeístas y para ellos, los dioses griegos eran antropomorfos y tenían la forma, las virtudes y los defectos de los humanos, pero eran inmortales, poderosos y ejercían un control sobre las fuerzas naturales, habitaban el monte olimpo y se vinculaban entre sí y con los humanos en relaciones de amistad y enemistad.",
        "TextHistoryGreekReligion2": "Los dioses podían tener hijos con los humanos y estos hijos eran conocidos como semidioses o héroes y en general no eran inmortales y sus historias se transmitían a través de los mitos.",
        "TextHistoryGreekReligion3": "Cada ciudad tenía su dios protector al que se le edificaban en templos y se realizaban ofrendas, como la diosa protectora de atenas, que era la diosa atenea.",
        "TextHistoryGreekReligion4": "Una de las formas en las que los dioses se comunicaban con los humanos era a través de los oráculos y el más importante de todos era el oráculo de delfos, donde el dios apolo se expresaba a través de una grieta en las rocas.",
        "TextAthens": "Atenas",
        "TextAthenea": "Atenea",
        "TextSparta": "Esparta",
        "TextPantheon": "Panteón",
        "TextAgora": "Ágora",
        "TextPolys": "Polis",
        "TextThebes": "Tebas",
        "TextHistoryGreekArchitecture": "Arquitectura de la antigua Grecia",
        "TextHistoryGreekArchitecture1": "La arquitectura griega era un sistema constructivo y su manifestación más importante consistía en los templos, el lugar donde se resguardaba la estatua del dios protector.",
        "TextHistoryGreekArchitecture2": "Dicha arquitectura debía responder a ciertas reglas establecidas, que aseguraban las adecuadas proporciones y la armonía de la obra y cada parte del templo estaba en relación con las demás partes, de acuerdo con un orden determinado.",
        "TextHistoryGreekArchitecture3": "Los griegos además inventaron el teatro y muchos de estos espacios se utilizaban para realizar representaciones que perduran hasta la actualidad y son el antecedente de los teatros actuales, ya que tenían una forma semicircular y se construían aprovechando las laderas de las montañas.",
        "TextHistoryGreekSculpture": "Escultura de la Antigua Grecia",
        "TextHistoryGreekSculpture1": "La escultura griega evolucionó desde la época arcaica hasta la época helenística y durante el período clásico, la escultura se caracterizó por su armonía y grandiosidad y artistas como policleto y fidias lograron plasmar las ideas filosóficas en las esculturas y para hacerlo, establecieron un sistema de proporciones entre las partes, denominado canon.",
        "TextPolykleitos": "Policleto",
        "TextPhibias": "Fibias",
        "TextChronologyGreek": "Cronología",
        "TextChronologyGreekNeolithic": "Periodo Neolítico de la Antigua Grecia (6500 - 3000 a.C.)",
        "TextChronologyGreekNeolithic1": "Se producen los primeros asentamientos agrícolas, desarrollándose la domesticación de plantas y animales y la aparición de la cerámica.",
        "TextChronologyGreekBronceAge": "Edad de bronce de la Antigua Grecia (3000 - 2100 a.C.)",
        "TextChronologyGreekBronceAge1": "En está época, se desarrolla la fase arqueológica del heládico antiguo (2800 - 1900 a.C.) y la aparición de la jerarquización social y los poblados y comarcas, gobernados por caudillos de forma hereditaria y la utilización del bronce y otros metales en el egeo (en torno al 2500 a.C.).",
        "TextCeramics": "Cerámica del Período Heládico",
        "TextChronologyGreekBronceAgeMiddle": "Edad de bronce medio de la Antigua Grecia (2100 - 1600 a.C.)",
        "TextChronologyGreekBronceAgeMiddle1": "En está época se desarrolla el heládico medio (1900 - 1580 a.C.) y la destrucción de lerna y otros poblados (2100 - 1900 a.C.).",
        "TextChronologyGreekBronceAgeMiddle2": "También hay incursiones por parte de los pueblos indoeuropeos, al mismo tiempo que se introducen sus dioses (2100 - 1900 a.C.).",
        "TextChronologyGreekBronceAgeMiddle3": "Primeros palacios cretenses en torno al (2000 a.C.) y primeros contactos entre la grecia peninsular, creta y el oriente próximo, en torno al (1900 a.C.) y también el desarrollo de la escritura cretense lineal a, en torno al ( 1800 a.C.).",
        "TextLinearSculptureA": "Escultura Lineal A",
        "TextChronologyGreekBronceAgeRecent": "Edad de bronce reciente de la Antigua Grecia (1600 - 1150 a.C.)",
        "TextChronologyGreekBronceAgeRecent1": "En está época, micenas y otros asentamientos, se convierten en centros de poder, apareciendo pequeños reinos, en torno al (1600 a.C.) y desarrollo del heládico reciente (1580 - 1150 a.C.).",
        "TextChronologyGreekBronceAgeRecent2": "Apogeo del poderío y riqueza de los micénicos (1400 - 1200 a.C.) y los propios micénicos se apoderan de la isla de creta (1500 - 1450 a.C.), aunque no destruyen cnosos, hasta el año 1375 a.C. y se desarrollo la escritura lineal b, en torno al (1450 a.C.).",
        "TextChronologyGreekBronceAgeRecent3": "Entre los años 1250 y 1225 a.C. se produciría la guerra de troya y también hay saqueos y destrucción de palacios, en torno al (1200 a.C.) y el hundimiento del sistema de palacios, en torno al (1200 - 1110 a.C.).",
        "TextKnossos": "Cnossos",
        "TextChronologyGreekDark": "Época Oscura de la Antigua Grecia (1150 - 900 a.C.)",
        "TextChronologyGreekDark1": "En está época, se desarrollo el submicénico (1125 - 1050 a.C.) y el protogeométrico (1050 - 850 a.C.) y el establecimiento de pequeños caudillajes y la emigración de algunos griegos del territorio peninsular a Jonia, en torno al (1050 a.C.).",
        "TextChronologyGreekDark2": "Aparición de la tecnología del hierro, en torno al (1050 a.C.) y el establecimiento en la península y las islas, de los dorios, en torno al (1000 a.C.).",
        "TextProtogeometricAmphora": "Ánfora Protogeométrica",
        "TextChronologyGreekDarkRecent": "Época Oscura Reciente de la Antigua Grecia (900 - 750 a.C.)",
        "TextChronologyGreekDarkRecent1": "En está época, hay un incremento de la población y expansión del comercio y la manufactoría, lo que permite el establecimiento de nuevas colonias, en torno al (900 a.C.) y este incremento de la población, se acelera a partir del 800 a.C.",
        "TextChronologyGreekDarkRecent2": "Desarrollo del geométrico medio (850 - 750 a.C.) y del alfabeto griego y también de la construcción de los primeros grandes templos, en torno al (800 a.C.) y la celebración de los primeros juegos olímpicos, en torno al (776 a.C.).",
        "TextOlympiaStadium": "Ruinas del Estadio de Olimpia",
        "TextChronologyGreekDarkArchaic": "Época Arcaica de la Antigua Grecia (750 - 490 a.C.)",
        "TextChronologyGreekDarkArchaic01": "Primera Parte de la Época Arcaica",
        "TextChronologyGreekDarkArchaic1": "En está época, se desarrolla el geométrico reciente y la aparición de las ciudades-estado (750 - 700 a.C.).",
        "TextChronologyGreekDarkArchaic2": "Comienza la colonización griega en occidente, en torno al (750 a.C.) y la colonización del mar negro, en torno al (650 a.C.) y a nivel cultural, se crea la composición de la ilíada y la odisea (750 - 720 a.C.) y el periodo artístico orientalizarte, en torno al (720 a.C.).",
        "TextChronologyGreekDarkArchaic3": "Primera guerra de mesenia y guerra de lelanto (730 - 700 a.C.) y hesíodo inaugura la época de la poesía lírica, en torno al (700 a.C.) y hay una evolución de la armadura y de la táctica de guerra de los hoplitas (700 - 650 a.C.).",
        "TextChronologyGreekDarkArchaic4": "Construcción de los grandes templos de piedra y mármol, además de la técnica de las figuras negras corintias, en torno al (650 a.C.) y se desata la batalla de hisias y la segunda guerra de mesenia (669 - 650 a.C.).",
        "TextChronologyGreekDarkArchaic5": "Comienzan los gobiernos de los tiranos en numerosas ciudades-estado (670 - 500 a.C.) y el fracaso de cilón, al intentar establecer una tiranía en atenas (632 a.C.).",
        "TextChronologyGreekDarkArchaic02": "Segunda Parte de la Época Arcaica",
        "TextChronologyGreekDarkArchaic6": "Se crea el código ateniense de dracón y surgen las primeras acuñaciones de monedas (620 - 600 a.C.).",
        "TextChronologyGreekDarkArchaic7": "Comienzos de la ciencia y de la filosofía con los presocráticos, en torno al (600 a.C.) y de la creación de los juegos píticos, ístmicos y nemeos (582 - 573 a.C.).",
        "TextChronologyGreekDarkArchaic8": "Comienza la tiranía de pisístrato y sus hijos en atenas (560 - 514 a.C.) y la hegemonía de esparta en el peloponeso, en torno al (550 a.C.).",
        "TextChronologyGreekDarkArchaic9": "Se crea la técnica de las figuras rojas atenienses, en torno al (530 a.C.) y comienza el inicio de las reformas políticas de clístenes en atenas, en torno al (507 a.C.).",
        "TextChronologyGreekDarkArchaic10": "Comienza la rebelión de las ciudades griegas de jonia, contra los persas del imperio persa, en torno al (499 a.C.) y de la derrota de argos por la liga del peloponeso en la batalla de sepea, en torno al (494 a.C. ).",
        "TextChronologyGreekDarkArchaic11": "Vida y obra de hipócrates (460 - 370 a.C.).",
        "TextHomer": "Busto de Homero",
        "TextHipocrates": "Busto de Hipócrates",
        "TextChronologyGreekClassic": "Época Clásica de la Antigua Grecia (490 - 323 a.C.)",
        "TextChronologyGreekDarkArchaic03": "Primera Parte de la Época Clásica",
        "TextChronologyGreekClassic1": "En está época, se desarrolla la batalla de maratón y el proceso de milcíades (490 y 489 a.C) y se desarrolla el estilo clásico en la escultura. ",
        "TextChronologyGreekClassic2": "Se toma la decisión de elegir a los arcontes de atenas por sorteo, en torno al (486 a.C.), se condena a arístides al ostracismo, en torno al (483 a.C.) y transcurren las batallas de las termópilas y salamina, consiguiendo la expulsión de jerjes de grecia (480 - 479 a.C.).",
        "TextChronologyGreekClassic3": "Se crea la fundación de la liga de delos, el desarrollo de la democracia ateniense, en torno al (477 a.C.), la construcción del templo de zeus en olimpia (470 - 456 a.C.) y las reformas de efialtes en atenas y el comienzo de la hegemonía de pericles, en torno al (461 a.C.).",
        "TextChronologyGreekClassic4": "Ocurre la primera guerra del peloponeso (460 - 445 a.C.) entre atenas y esparta.",
        "TextChronologyGreekClassic5": "Esquilo escribe su famosa trilogía orestíada, en torno al (458 a.C.) y los atenienses trasladan el tesoro de delos a atenas, en torno al (454 a.C.) y surge el auge de las manufactorias y del comercio griego, segunda mitad siglo quinto a.C.",
        "TextChronologyGreekDarkArchaic04": "Segunda Parte de la Época Clásica",
        "TextChronologyGreekClassic6": "Pericles hace aprobar una ley por la que la ciudadanía se limita en atenas, en torno al (451 a.C.), heródoto escribe los nueve libros de historias, en la segunda mitad siglo quinto a.C., se produce la construcción del parteón en la acrópolis de atenas (447 - 432 a.C.) y durante la segunda mitad del siglo quinto a.C., también se produce la actividad de los sofistas atenienses y tucídides empieza a escribir su historia.",
        "TextChronologyGreekClassic7": "Muerte de pericles y aparición de edipo, rey de sófocles (429 y 428 a.C.), poco después en el 425 a.C., llegan los acarnienses de aristófanes y ocurre el destierro de atenas, de tucídides, las muertes de brásidad y cleón, y la paz de nicias (423 - 421 a.C.).",
        "TextChronologyGreekClassic8": "Una expedición griega viaja a sicilia, surge la aparición de las troyanas de eurípides (415 - 413 a.C.), ocurre un golpe de estado oligárquico en atenas y surge la creación del consejo de los cuatrocientos y del régimen de los quinientos (411 - 410 a.C.).",
        "TextChronologyGreekClassic9": "Hegemonía de esparta (403 - 377 a.C.) y surge el gobierno de los treinta en atenas (404 - 403 a.C.), el proceso judicial y la ejecución de sócrates (399 a.C.) y los diálogos de platón y la fundación de su academia (399 - 347 a.C.).",
        "TextChronologyGreekClassic10": "Ocurre la guerra de corinto (395 - 387 a.C.), la aparición de la clase de los rétores en atenas, siglo cuarto a.C., la creación de la segunda confederación ateniense y la hegemonía de atenas (377 - 371 a.C.) y la victoria de tebas sobre los espartanos en leuctra, desembocando en la hegemonía tebana (371 - 362 a.C.).",
        "TextChronologyGreekDarkArchaic05": "Tercera Parte de la Época Clásica",
        "TextChronologyGreekClassic11": "Ascensión al trono de filipo II de macedonia y boda con olimpía (359 y 357 a.C.), nacimiento de alejandro magno y victoria de filipo II en olimpia (356 a.C.) y primer discurso de demóstenes (355 a.C.).",
        "TextChronologyGreekClassic12": "Muerte de platón y aparición de filipo de isócrates (347 y 346 a.C.) y poco después ocurriría la guerra entre atenas y macedonia (340 a.C.).",
        "TextChronologyGreekClassic13": "Muerte de isócrates y artajerjes III, fundación de la liga de corinto (338 a.C.), gobierno de licurgo en etenas (338 - 325 a.C.), ascensión al trono del imperio persa de darío III, asesinato de filipo II de macedonia y ascensión al trono de macedonia de alejandro magno (336 a.C.).",
        "TextChronologyGreekClassic14": "Rebelión y destrucción de tebas, aristóteles regresa a atenas y se funda el liceo (335 a.C.) y ocurre la batalla de issos (333 a.C.).",
        "TextChronologyGreekClassic15": "Ocurre la batalla de gaugaméla y la fundación de la ciudad de alejandría y la visita de alejandro magno, al santuario de siwa (331 a.C.).",
        "TextChronologyGreekDarkArchaic06": "Cuarta Parte de la Época Clásica",
        "TextChronologyGreekClassic16": "Ocurre también la guerra en bactria y sogdiana (330 - 327 a.C.), la destrucción de persépolis y la muerte de filotas (330 a.C.) y los asesinatos de darío III y clito de macedonia (329 - 328 a.C.).",
        "TextChronologyGreekClassic17": "Alejandro Magno invade india y se casa con roxana (327 - 325 a.C.), surgen los decretos de los desterrados y la muerte de alejandro magno (324 y 323 a.C.).",
        "TextThermopylae": "Batalla de las Termopilas",
        "TextKingdomMacedonian": "Reino de Macedonia",
        "TextIssos": "Batalla de Issos",
        "TextChronologyGreekHellenistic": "Época Helenística de la Antigua Grecia (323 - 30 a.C.)",
        "TextChronologyGreekHellenistic1": "En esta época, ocurre la disolución de la liga de corinto, las muertes de aristóteles y demóstenes (322 a.C.) y la invasión de Antiguo Egipto.",
        "TextChronologyGreekHellenistic2": "Regencia de antípatro en macedonia e inicio de la producción de comedias de menandro (321 a.C.).",
        "TextChronologyGreekHellenistic3": "Rebelión contra poliperconte, nuevo regente del imperio alejandrino (318 - 316 a.C.), guerra con antígono (315 - 311 a.C.) y surge la tiranía de demetrio de fálero en atenas (317 - 307 a.C.) y la fundación del museo y del jardín de epicuro (307 y 306 a.C.).",
        "TextChronologyGreekHellenistic4": "Los antiguos generales de alejandro magno, ptolomeo, seleuco, lisímaco, casandro, antígono y demetrio, se proclaman reyes (306 - 305 a.C.) y ocurre la batalla de ipso y la fundación de la stoa por zenón (301 a.C.).",
        "TextChronologyGreekHellenistic5": "Construcción del faro de alejandría (300 - 246 a.C.), muerte de ptolomeo, lisímaco y seleuco (283 - 281 a.C.) y reinado de cleómenes III en esparta (237 - 222 a.C.).",
        "TextChronologyGreekHellenistic6": "Ocurre la segunda guerra macedónica (200 - 197 a.C.) y la tercera guerra macedónica (171 - 168 a.C.), desembocando en el fin de la monarquía en macedonia.",
        "TextChronologyGreekHellenistic7": "Destrucción de corinto y anexión de macedonia y grecia por parte del imperio romano (146 a.C.) y ocurre la batalla de accio, el suicidio de cleopatra VII y la anexión por parte del imperio romano del Antiguo Egipto (31 y 30 a.C.).",
        "TextChronologyGreekLighthouseAlexandria": "Faro de Alejandría"
    },

    "footer": 
    {
        "TextFooter": "Creador"
    }
}