{
    "header": 
    {
        "Home Page": "Página Principal",
        "About Us": "Quienes Somos",
        "Viability and Marketing": "Viabilidad y Marketing",
        "Contact": "Contacto"
    },

    "container": 
    {
        "HistoryEgypt": "Historia",
        "TextHistoryEgypt1": "Durante casi 30 siglos, desde su unificación alrededor del 3100 a.C., hasta su conquista por parte de Alejandro Magno en el 332 a.C., el Antiguo Egipto fue la civilización más preeminente en el mundo.",
        "TextHistoryEgypt2": "Desde las grandes pirámides del Antiguo Reino de Egipto, hasta las conquistas militares del Nuevo Reino de Egipto, el Antiguo Egipto ha cautivado durante mucho tiempo a arqueólogos e historiadores y gracias a esto, se creo un campo de estudio llamado egiptología.",
        "TextHistoryEgypt3": "Las principales fuentes de información sobre el Antiguo Egipto son los numerosos monumentos, objetos y artefactos, que se han recuperado de sitios arqueológicos, cubiertos con jeroglíficos, que solo recientemente han sido descifrados y la imagen que emerge de dicha civilización en estos objetos, es la de la belleza de su arte, el logro de su arquitectura o la riqueza de sus tradiciones religiosas.",
        "TextHistoryEgyptPredynastic": "Período Predinástico (5000 - 3100 a.C.)",
        "TextHistoryEgyptPredynastic1": "Se han encontrado pocos registros de este periodo, que abarcó al menos 2000 años de desarrollo de la civilización egipcia.",
        "TextHistoryEgyptPredynastic2": "Las comunidades neolíticas en el noreste de África, intercambiaron la caza por la agricultura e hicieron avances tempranos, que allanaron el camino para el desarrollo posterior de las artes y artesanías, tecnología, política y religión, de la civilización egipcia, también incluso una gran reverencia por los muertos y posiblemente una creencia de la vida después de la muerte.",
        "TextHistoryEgyptPredynastic3": "Alrededor de 3400 a.C., se establecieron dos reinos separados cerca de la Media Luna Fértil, un área que alberga algunas de las civilizaciones más antiguas del mundo, la Tierra Roja al norte, ubicado en el Delta del Río Nilo y que se extiende a lo largo del Río Nilo, quizás hasta Atfih y la Tierra Blanca en el sur, que se extiende desde Atfih, hasta Gebel es-Silsila.",
        "TextHistoryEgyptPredynastic4": "Un rey del sur, el rey Escorpión, hizo los primeros intentos de conquistar el reino del norte alrededor del 3200 a.C. y un siglo después, el rey Menes dominaría el norte y unificaría el país, convirtiéndose en el primer rey de la primera dinastía en la civilización egipcia.",
        "TextHistoryEgyptArchaic": "Período Arcaico (Dinástico Temprano) (3100 - 2686 a.C.)",
        "TextHistoryEgyptArchaic1": "El rey Menes fundó la capital del Antiguo Egipto en Memphis, en el norte cerca del vértice del Delta del Río Nilo y la capital se convirtió en una gran metrópolis, que dominó la civilización egipcia, durante el período del Antiguo Egipto.",
        "TextHistoryEgyptArchaic2": "El Período Arcaico vivió el desarrollo de los fundamentos de la civilización egipcia, incluida la ideología por la realeza, ya que para los egipcios, el rey era un ser divino, estrechamente identificado con el dios Horus y la escritura jeroglífica más antigua, también data de este período.",
        "TextHistoryEgyptPyramids": "Construcción de las Pirámides (2686 - 2181 a.C.)",
        "TextHistoryEgyptPyramids1": "El Antiguo Egipto comenzó con la tercera dinastía de los faraones alrededor del 2630 a.C., el rey Djoser de la tercera dinastía le pidió a Imhotep, un arquitecto, sacerdote y sanador, que diseñara un monumento funerario para él y el resultado fue el primer gran edificio de piedra del mundo, la pirámide escalonada en Saqqara, cerca de la capital del Antiguo Egipto Memphis.",
        "TextHistoryEgyptPyramids2": "La construcción de las pirámides en el Antiguo Egipto, alcanzó su cénit con la construcción de la gran pirámide de Giza, en las afueras de El Cairo y fue construida para el faraon Khufu (Keops en griego), que gobernó desde el 2589 - 2566 a.C., está historia fue nombrada por los historiadores clásicos, como una de las Siete Maravillas del Mundo Antiguo Egipcio.",
        "TextHistoryEgyptPyramids3": "El antiguo historiador griego Heródoto, estimó que se emplearon más de 100.000 hombres y 20 años en construirla y también se construyeron otras dos pirámides en Giza para los sucesores de Khufu, Khafra (2558 - 2532 a.C.) y Menkaura (2532 - 2503 a.C.).",
        "TextHistoryEgyptPyramids4": "Durante la tercera y cuarta dinastía, el Antiguo Egipto disfrutó de una época dorada de paz y prosperidad, los faraones tenían el poder absoluto y proporcionaban un gobierno estable, ya que no se enfrentó a amenazas serias del exterior y las exitosas campañas militares en países extranjeros como Nubia y Libia, se sumaron a su considerable prosperidad económica.",
        "TextHistoryEgyptPyramids5": "En el transcurso de la quinta y sexta dinastía, la riqueza del rey o faraón se redujo drásticamente, en parte debido al enorme gasto de la construcción de las pirámides y después de la muerte del rey Pepy II de la sexta dinastía, que gobernó durante unos 94 años, el período del Antiguo Egipto terminó en caos.",
        "TextPyramidGiza": "Pirámide de Giza",
        "TextHistoryEgyptFirstIntermediate": "Primer Período Intermedio (2181 - 2055 a.C.)",
        "TextHistoryEgyptFirstIntermediate1": "Inmediatamente después del caos del Antiguo Egipto, la séptima y octava dinastía, consistieron en una rápida sucesión de gobernantes con sede en la capital Antigua de Egipto Memphis, hasta aproximadamente 2160 a.C., cuando el gobierno central se disolvió por completo y esto condujo a una guerra civil entre los gobernadores provinciales y está situación caótica se intensificó por las invasiones de los beduinos y se acompañó también de hambrunas y enfermedades.",
        "TextHistoryEgyptFirstIntermediate2": "De esta era de conflicto surgieron la novena y décima dinastía, diecisiete gobernantes y dos reinos diferentes, uno con sede en Heracleópolis que gobernó en el Antiguo Egipto entre la capital Antigua de Egipto, Memphis y Tebas y otro con sede en Tebas, que desafío al reino de Heracleópolis en el 2055 a.C. y en el que el príncipe de Tebas, Mentuhotep, logró derrocar al reino de Heracleópolis y reunió al Antiguo Egipto de nuevo, comenzando así la undécima dinastía y terminando así el primer período intermedio.",
        "TextHeracleopolis": "Heracleópolis",
        "TextThebes": "Tebas",
        "TextHistoryEgyptTwelfthDynasty": "Duodécima Dinastía (2055 - 1786 a.C.)",
        "TextHistoryEgyptTwelfthDynasty1": "Después de que el último gobernante de la undécima dinastía, Mentuhotep IV fuera asesinado, el trono pasó a su visir, o primer ministro, el rey Amenemhet I, fundador de la duodécima dinastía.",
        "TextHistoryEgyptTwelfthDynasty2": "Se estableció una nueva capital en It-Towy, al sur de Memphis, mientras que Tebas seguía siendo el gran centro religioso del Antiguo Egipto.",
        "TextHistoryEgyptTwelfthDynasty3": "Durante el Reino Medio del Antiguo Egipto, Egipto prospero una vez más como lo había hecho durante el Antiguo Egipto y los reyes de la duodécima dinastía, aseguraron la suave sucesión de su linaje, al elegir a cada sucesor, una costumbre que comenzó con el rey Amenemhet I.",
        "TextHistoryEgyptTwelfthDynasty4": "El Reino Medio del Antiguo Egipto siguió con una política exterior agresiva, colonizando Nubia con su rico suministro de oro, ébano, marfil y otros recursos y rechazando a los beduinos que se habían infiltrado en el Antiguo Egipto, durante el Primer Período Intermedio.",
        "TextHistoryEgyptTwelfthDynasty5": "Dicho Reino Medio construyó relaciones diplomáticas y comerciales con Siria, Palestina y otros países y emprendió proyectos de construcción, incluidas fortalezas militares y canteras mineras y regresó a la construcción de las pirámides, como era la tradición en el Antiguo Egipto.",
        "TextHistoryEgyptTwelfthDynasty6": "Dicho Reino Medio también alcanzó su apogeo bajo el reinado de Amenemhet III (1842 - 1797 a.C.) y su declive comenzó bajo el reinado de Amenenhet IV (1798 - 1790 a.C.) y continuó bajo el reinado de su hermana, la reina Sobekneferu (1789 - 1786 a.C.), quien fue la primera mujer gobernante confirmada del Antiguo Egipto y la última gobernante de la duodécima dinastía.",
        "TextHistoryEgyptSecondIntermediate": "Segundo Período Intermedio (1786 - 1567 a.C.)",
        "TextHistoryEgyptSecondIntermediate1": "La decimotercera dinastía marcó el comienzo de otro período de inestabilidad en el Antiguo Egipto, durante el cual, una rápida sucesión de reyes no lograron consolidar el poder y como consecuencia de dicha inestabilidad, durante el Segundo Período Intermedio, el Antiguo Egipto se dividió en varias esferas de influencia.",
        "TextHistoryEgyptSecondIntermediate2": "Los reyes y el gobierno se trasladaron a Tebas, mientras que la decimocuarta dinastía se ubico en la ciudad de Xois, en el Delta del Río Nilo.",
        "TextHistoryEgyptSecondIntermediate3": "Alrededor del 1650 a.C., una línea de gobernantes extranjeros conocidos como los hicsos, aprovecharon la inestabilidad del Antiguo Egipto para tomar el control y dichos gobernantes de la decimoquinta dinastía, adoptaron y continuaron muchas de las tradiciones egipcias existentes, en el gobierno y en la cultura.",
        "TextHistoryEgyptSecondIntermediate4": "Los hicsos gobernaron simultáneamente con los gobernantes nativos tebanos de la decimoséptima dinastía, quienes retuvieron el control sobre la mayor parte del sur del Antiguo Egipto, a pesar de tener que pagar impuestos a los hicsos y se cree que la decimosexta dinastía eran gobernantes tebanos o hicsos.",
        "TextHistoryEgyptSecondIntermediate5": "Finalmente el conflicto estalló entre los dos gobiernos y los tebanos empezaron una guerra contra los hicsos, alrededor de 1570 a.C., expulsándolos finalmente del Antiguo Egipto.",
        "TextHistoryEgyptNewKingdom": "Nuevo Reino del Antiguo Egipto (1567 - 1085 a.C.)",
        "TextHistoryEgyptNewKingdom1": "Bajo el rey de la decimoctava dinastía Ahmose I, el Antiguo Egipto se reunió una vez más y restauró su control sobre Nubia y comenzó las campañas militares en Palestina, chocando con otras potencias, como los Mitanianos y los Hititas.",
        "TextHistoryEgyptNewKingdom2": "El Nuevo Reino del Antiguo Egipto, pasó a establecerse como el primer gran imperio del mundo, ya que se extendió desde Nubia hasta el Río Éufrates en Asia y además conto con reyes muy poderosos como Amenhotep I (1546 - 1526 a.C.), Thutmosis I (1525 - 1512 a.C.) y Amenhotep III (1417 - 1379 a.C.).",
        "TextHistoryEgyptNewKingdom3": "El Nuevo Reino del Antiguo Egipto, se destacó por el papel de las mujeres en la realeza, como la reina Hatshepsut (1503 - 1482 a.C.), quien comenzó a gobernar como regente de su hijastro Thutmosis III, el mayor héroe militar de Egipto, pero Thutmosis III traiciono a la reina Hatshepsut, para ejercer todos los poderes de un faraón.",
        "TextHistoryEgyptNewKingdom4": "Más tarde el controvertido Amenhotep IV (1379 - 1362 a.C.), de la decimoctava dinastía, emprendió una revolución religiosa, disolviendo los sacerdotes dedicados a Amón-Re (combinación del dios tebano local Amón y el dios sol Re) y forzando la exclusiva adoración del otro dios del sol, Aton y renombrándose a si mismo como Akhenaton (sirviente de Atón) y construyendo una nueva capital llamada Akhetaton, conocida más tarde como Amarna.",
        "TextHistoryEgyptNewKingdom5": "Tras la muerte de Akhenaton, la capital regresó a Tebas y los egipcios volvieron a adorar a una multitud de dioses y la decimonovena y vigésima dinastía, conocidas como el período Ramesside (línea de reyes llamada Ramses), contribuyeron a la restauración del Nuevo Reino del Antiguo Imperio Egipcio y a una cantidad impresionante de edificios, incluidos grandes templos y ciudades.",
        "TextHistoryEgyptNewKingdom6": "Todos los gobernantes del Nuevo Reino del Antiguo Egipto, con la excepción de Akhenaton, fueron enterrados en el Valle de los Reyes, un sitio de entierro en la orilla oeste del Río Nilo frente a la ciudad de Tebas.",
        "TextHistoryEgyptNewKingdom7": "La mayoría de tumbas de dichos gobernantes fueron asaltadas y destruidas, con la excepción de la tumba y el tesoro de Tutankamón (1361 - 1352 a.C.), descubierto en el año 1922.",
        "TextHistoryEgyptNewKingdom8": "El templo mortuorio del último gran rey de la vigésima dinastía, Ramsés III (1187 - 1156 a.C.), estaba relativamente bien conservado e indicaba la prosperidad que el Nuevo Reino del Antiguo Egipto había disfrutado durante su reinado.",
        "TextHistoryEgyptNewKingdom9": "Los reyes que vinieron después de Ramsés III, tuvieron menos éxito y el Nuevo Reino del Antiguo Egipto, perdió sus provincias en Palestina y Siria y sufrió las invasiones extranjeras, principalmente la de los libios, mientras que su riqueza se estaba agotando de manera constante e inevitable.",
        "TextTutankhamun": "Tutankamón",
        "TextValleyKings": "Valle de los Reyes",
        "TextHistoryEgyptThirdIntermediate": "Tercer Período Intermedio (1085 - 664 a.C.)",
        "TextHistoryEgyptThirdIntermediate1": "Los siguientes 400 años del Antiguo Egipto, fueron conocidos como el Tercer Período Intermedio y durante ese período, se hicieron cambios importantes en la política, en la sociedad y en la cultura del Antiguo Egipto.",
        "TextHistoryEgyptThirdIntermediate2": "El gobierno de ese período, bajo los faraones de la vigesimoprimera dinastía, dieron paso al resurgimiento de los funcionarios locales, mientras que los gobiernos extranjeros de Libia y Nubia, tomaron el poder y dejaron una huella duradera, en la población del Antiguo Egipto.",
        "TextHistoryEgyptThirdIntermediate3": "La vigesimosegunda dinastía, comenzó alrededor del 945 a.C., con el rey Sheshonq, un descendiente de libios, que habían invadido el Antiguo Egipto a finales de la vigésima dinastía y que se establecieron allí y muchos de esos gobernantes locales, fueron prácticamente autónomos durante este período.",
        "TextHistoryEgyptThirdIntermediate4": "La vigesimotercera y vigesimocuarta dinastía, están muy poco documentadas en el Antiguo Egipto.",
        "TextHistoryEgyptThirdIntermediate5": "En el 800 a.C., los faraones nubios que comenzaron con Shabako, gobernante del reino nubio de Kush, establecieron la vigesimoquinta dinastía en Tebas.",
        "TextHistoryEgyptThirdIntermediate6": "Bajo el dominio kushita, el Antiguo Egipto se enfrentó al imperio asirio y en el 671 a.C., el gobernante asirio Esarhaddon, expulsó al rey kushita Taharka de Memphis y destruyó la ciudad y luego nombró a sus propios gobernantes, entre los gobernadores locales y funcionarios leales a los asirios.",
        "TextHistoryEgyptThirdIntermediate7": "Uno de esos gobernantes fue Necho de Sais, que gobernó brevemente como el primer rey de la vigesimosexta dinastía, antes de ser asesinado por el líder kushita Tanuatamun.",
        "TextNechoSais": "Necho de Sais",
        "TextHistoryEgyptLastIntermediate": "Último Período Intermedio y Conquista de Alejandro Magno (664 - 332 a.C.)",
        "TextHistoryEgyptLastIntermediate1": "Este período empezó con el hijo de Necho de Sais, Psammetichus y la dinastía saite, que gobernó el Antiguo Egipto durante menos de dos siglos y en el 525 a.C., Cambises rey de persia, derrotó a Psammetichus III, el último rey saite, en la batalla de pelusium, y el Antiguo Egipto, se convirtió en parte del imperio persa.",
        "TextHistoryEgyptLastIntermediate2": "El rey persa Dario (522 - 485 a.C.), gobernó en el Antiguo Egipto igual que los antiguos reyes egipcios y apoyó los cultos religiosos del Antiguo Egipto y emprendió la construcción y la restauración de sus templos.",
        "TextHistoryEgyptLastIntermediate3": "El rey persa Jerjes (486 - 465 a.C.), provocó un aumento de las sublevaciones contra el y contra sus sucesores y una de estas rebeliones triunfó en el 404 a.C., comenzando un último período de independencia del Antiguo Egipto, bajo los gobernantes nativos, conocidos la vigesimoctava y trigésima dinastía.",
        "TextHistoryEgyptLastIntermediate4": "En el siglo cuarto a.C., los persas volvieron a atacar el Antiguo Egipto, reviviendo su imperio bajo Artajerjes III en el 343 a.C., pero apenas una década después, en el 332 a.C., Alejandro Magno de Macedonia, derrotó a los ejércitos del imperio persa y conquistó el Antiguo Egipto.",
        "TextHistoryEgyptLastIntermediate5": "Después de la muerte de Alejandro Magno, el Antiguo Egipto fue gobernado por una línea de reyes macedonios, comenzando con el general Ptolomeo de Alejandría y continuando con sus descendientes.",
        "TextHistoryEgyptLastIntermediate6": "Por último, la legendaria Cleopatra entregó el Antiguo Egipto a los ejércitos de Octavio Cesar Augusto en el 31 a.C. y durante seis siglos de dominio romano, el cristianismo se convirtió en la religión oficial de Roma y las provincias del imperio romano y del Antiguo Egipto y finalmente los árabes conquistaron al imperio romano, en el siglo VII a.C.",
        "TextCambyses": "Cambises",
        "TextDarius": "Dario",
        "TextXerxes": "Jerjes",
        "TextArtaxerxesIII": "Artajerjes",
        "TextAlexanderGreat": "Alejandro Magno",
        "TextPtolemy": "Ptolomeo",
        "TextOctavianCaesarAugustus": "Octavio Cesar Augusto",
        "ChronologyEgypt": "Cronología",
        "TextChronologyEgyptPredynastic": "Período Predinástico (5000 - 3100 a.C.)",
        "TextChronologyEgyptPredynastic1": "En el sur del Antiguo Egipto, hacia finales del siglo IV a.C, un gran afán expansionista provocó una larga confrontación entre el norte y el sur del Antiguo Egipto y el testimonio más famoso de la victoria del Alto Egipto sobre el Bajo Egipto, fue la del último soberano de la prehistoria, el rey Narmer, pero la unificación del Antiguo Egipto se atribuye no obstante a Horus Aha, que algunos creen que él es el mismo rey Narmer, también conocido como rey Menes.",
        "TextChronologyEgyptArchaic": "Período Arcaico (Dinástico Temprano) (3100 - 2686 a.C.)",
        "TextChronologyEgyptArchaic1": "Cuando oímos hablar de este período de la época Tinita, sabemos que se están refiriendo al nacimiento de la primera y segunda dinastía y a la unificación del Antiguo Egipto, formándose la doble corona y el desarrollo del arte y la cultura.",
        "TextPyramidSaqqara": "Pirámide de Saqqara",
        "TextChronologyEgyptFirstDynasty": "Primera Dinastía (2920 - 2770 a.C.)",
        "TextChronologyEgyptSecondDynasty": "Segunda Dinastía (2770 - 2649 a.C.)",
        "TextChronologyEgyptThirdDynasty": "Tercera Dinastía (2649 - 2575 a.C.)",
        "TextChronologyEgyptAncientEgyptianEmpire": "Imperio del Antiguo Egipto",
        "TextChronologyEgyptAncientEgyptianEmpire1": "El Imperio Antiguo Egipto coincide con la época de las grandes pirámides y en la evolución del arte de dichas creaciones.",
        "TextChronologyEgyptAncientEgyptianEmpire2": "Los nombres de los reyes de la cuarta dinastía son muy conocidos gracias a sus pirámides, sin embargo apenas se tienen noticias de los acontecimientos históricos de sus reinados.",
        "TextChronologyEgyptAncientEgyptianEmpire3": "Durante está época, conocemos la existencia de los santuarios mas importantes del Antiguo Egipto, como el de Osiris en Abidos o el de Ra en Heliópolis y en este último se desarrolló la teología menfita, que explicaba la creación del mundo y el papel desempeñado por la Enéada, que era una agrupación de nueve dioses de carácter cósmico, como Geb (Tierra), Nub (Cielo), al propio Osiris, su esposa Isis, etc.",
        "TextChronologyEgyptAncientEgyptianEmpire4": "En está época apareció la ciudad de Tebas y el Antiguo Egipto se unificó de nuevo, a través de una campaña militar, desarrollada desde el sur hasta el norte, reunificando el Antiguo Egipto.",
        "TextChronologyEgyptAncientEgyptianEmpire5": "En está época de esplendor y de refinamiento del arte del Antiguo Egipto, es cuando Amón-Ra, dios de origen tebano, cuya trascendencia fue extraordinaria y gracias a dicho dios, los faraones se consideraron directamente amparados por él, lo que llegaría a convertir a Karnak y Luxor, en los templos más reconocidos del Antiguo Egipto y dichos faraones, utilizaron al dios Amón, como divinidad.",
        "TextGreatSqhinx": "Gran Esfinge",
        "TextChronologyEgyptFourtDynasty": "Cuarta Dinastía (2575 - 2465 a.C.)",
        "TextSnefru": "Snefru (2575 - 2551 a.C.)",
        "TextKhufu": "Khufu (2551 - 2528 a.C.)",
        "TextKhafra": "Khafra (2520 - 2494 a.C.)",
        "TextMenkaura": "Menkaura (2490 - 2472 a.C.)",
        "TextChronologyEgyptFifthDynasty": "Quinta Dinastía (2465 - 2323 a.C.)",
        "TextUserKaf": "Userkaf (2465 - 2458 a.C.)",
        "TextSahura": "Sahura (2458 - 2446 a.C.)",
        "TextShepseskara": "Shepseskara (2426 - 2419 a.C.)",
        "TextDjedkaraIsesi": "DjedkaraIsesi (2388 - 2356 a.C.)",
        "TextChronologyEgyptFirstIntermediate": "Primer Período Intermedio (2181 - 2055 a.C.)",
        "TextChronologyEgyptFirstIntermediate1": "En este período se disminuye la autoridad del faraón frente a la progresiva independencia del alto funcionariado y el Antiguo Egipto se ve avocado a la anarquía, dividiéndose y cayendo en una profunda crisis social, política y económica.",
        "TextChronologyEgyptFirstIntermediate2": "En Tebas se establece una familia de gobernadores locales que reúnen entre ellos al Alto Egipto, rivalizando con la novena y décima dinastía y con las heracleopolitanas.",
        "TextChronologyEgyptFirstIntermediate3": "Fue Intef II, el que daría comienzo a las obras del templo de Amón-Ra en Tebas, donde se construiría la moderna población de Karnak.",
        "TextChronologyEgyptFirstIntermediate4": "También en este período, hay muchas estatuas de madera y monumentos funerarios privados, que nos ofrecen más información sobre este período.",
        "TextChronologyEgyptNinthTenthDynasty": "Novena y Décima Dinastía (2134 - 2040 a.C.)",
        "TextIntefII": "Intef II (2118 - 2069 a.C.)",
        "TextChronologyEgyptEleventhDynasty": "Undécima Dinastía (2040 - 1991 a.C.)",
        "TextMentuhotepIII" : "Mentuhotep III (1997 - 1991 a.C.)",
        "TextChronologyEgyptTwelfthDynasty": "Duodécima Dinastía (1991 - 1783 a.C.)",
        "TextSenwosretI": "Senwosret I (1971 - 1926 a.C.)",
        "TextSenwosretIII": "Senwosret III (1878 - 1841 a.C.)",
        "TextAmenemhetIII": "Amenemhet III (1844 - 1797 a.C.)",
        "TextAmenemhetIV": "Amenemhet IV (1799 - 1787 a.C.)",
        "TextSobekneferu": "Sobekneferu (1787 - 1783 a.C.)",
        "TextChronologyEgyptThirtiethDynasty": "Trigésima Dinastía (1783 - 1640 a.C.)",
        "TextChronologyEgyptSecondIntermediate": "Segundo Período Intermedio (1786 - 1567 a.C.)",
        "TextChronologyEgyptSecondIntermediate1": "Este período comienza con una nueva crisis, provocada por la decadencia interna y por el asentamiento en el territorio de los hicsos, un grupo heterogéneo de origen asiático, que acaba conquistando el Antiguo Egipto.",
        "TextAvaris": "Avaris (actual Tell el Daba, al este del Delta del Río Nilo)",
        "TextChronologyEgyptNewKingdom": "Nuevo Reino del Antiguo Egipto (1567 - 1085 a.C.)",
        "TextChronologyEgyptNewKingdom1": "Este período fue de gran prosperidad, ya que organizaron un ejército, dotándolo del armamento militar y de los medios necesarios para expandirse y también se incorporo el caballo al ejército, así como el carro de guerra.",
        "TextChronologyEgyptNewKingdom2": "Tebas fue designada de nuevo como capital y Luxor y Karnak se remodelaron completamente, localizándose en el proceso los enterramientos de los reyes y de la nobleza y también el poblado de los trabajadores como Deir el-Medina y de los templos de Hatshepsut, Karnak, Luxor y los lugares del Valle de los Reyes, Valle de las reinas, Valle de los Monos y de Abu Simbel.",
        "TextChronologyEgyptNewKingdom3": "A finales de la trigésima dinastía, el faraón Amenofis IV que cambió su nombre por el de Akhenatón, impuso el nuevo culto al dios Atón y la familia real abandonó Tebas y se trasladó a Tell el-Amarna, la nueva capital y una vez terminado su reinado, la capital volvió a ser Tebas.",
        "TextChronologyEgyptEighteenthDynasty": "Decimoctava Dinastía (1550 - 1307 a.C.)",
        "TextAmenophis": "Amenofis",
        "TextChronologyEgyptNineteenthDynasty": "Decimonovena Dinastía (1307 - 1196 a.C.)",
        "TextSetyI": "Seti",
        "TextChronologyEgyptTwentiethDynasty": "Vigésima Dinastía (1196 - 1070 a.C.)",
        "TextChronologyEgyptThirdIntermediate": "Tercer Período Intermedio (1085 - 664 a.C.)",
        "TextChronologyEgyptThirdIntermediate1": "En este período, el poder de los reyes se debilita y llegan las invasiones extranjeras y el Antiguo Egipto vive una larga decadencia.",
        "TextChronologyEgyptThirdIntermediate2": "En este período, Tanis fue una de las principales ciudades comerciales del Antiguo Egipto y fue su capital durante las vigésimoprimera y vigesimosegunda dinastía, hasta la fundación de Alejandría en el 332 a.C.",
        "TextChronologyEgyptTwentySecondDynasty": "Vigesimosegunda Dinastía (945 - 712 a.C.)",
        "TextChronologyEgyptTwentyThirdDynasty": "Vigesimotercera Dinastía (945 - 712 a.C.)",
        "TextChronologyEgyptDisappearanceAncientEgypt": "Desaparición del Antiguo Egipto",
        "TextChronologyEgyptDisappearanceAncientEgypt1": "En este período, tras recuperar la unificación, el Antiguo Egipto empieza su declive y la vigesimoquinta dinastía de napata, conocida como kushita (llamados faraones negros o kushitas), se establecieron en el Antiguo Egipto.",
        "TextChronologyEgyptDisappearanceAncientEgypt2": "La vigesimosexta dinastía fue conocida como Saíto y fue la última dinastía nativa que gobernó el Antiguo Egipto, antes de la conquista del imperio persa.",
        "TextChronologyEgyptTwentyFifthDynasty": "Vigesimoquinta Dinastía (712 - 657 a.C.)",
        "TextChronologyEgyptTwentySixthDynasty": "Vigesimosexta Dinastía (664 - 525 a.C.)",
        "TextPsameticI": "Psamético",
        "TextChronologyEgyptTwentySeventhDynasty": "Vigesimoséptima Dinastía (525 - 404 a.C.)",
        "TextChronologyEgyptThirtyDynasty": "Trigésima Dinastía (380 - 343 a.C.)",
        "TextChronologyEgyptGrecoRoman": "Período Greco Romano",
        "TextChronologyEgyptGrecoRoman1": "En este período, la influencia griega llega al Antiguo Egipto gracias a Alejandro Magno, ya que se corono faraón, dando lugar a la dinastía Macedonia.",
        "TextChronologyEgyptGrecoRoman2": "Sus monarcas se convirtieron en unos promotores del arte oficial del Antiguo Egipto, siendo numerosos los templos que construyeron (Dandara, Esna, Edfú, Kom Ombo, etc) y el Antiguo Egipto después de la conquista por parte del imperio Romano, paso a ser una provincia de Roma.",
        "TextChronologyEgyptMacedonianDynasty": "Dinastía Macedonia (332 - 304 a.C.)",
        "TextPhilip": "Filipo",
        "TextChronologyEgyptPtolomaicDynasty": "Dinastía Ptolemaica (304 - 30 a.C.)",
        "TextCleopatra": "Cleopatra",
        "TextChronologyEgyptRoman": "Período Romano (30 - 337 d.C.)",
        "TextTiberius": "Tiberio",
        "TextDiocletian": "Diocleciano",
        "TextChronologyEgyptByzantine": "Período Bizantino (337 - 641 d.C.)",
        "TextTheodosius": "Teodosio",
        "TextValentinianus": "Valentiniano"
    },

    "footer": 
    {
        "TextFooter": "Creador"
    }
}