{
    "header": 
    {
        "Home Page": "Página Principal",
        "About Us": "Quienes Somos",
        "Viability and Marketing": "Viabilidad y Marketing",
        "Contact": "Contacto"
    },

    "container": 
    {
        "HistoryAztec": "Historia",
        "TextHistoryAztec1": "Los Aztecas",
        "TextHistoryAztec2": "Al  fundar la ciudad de Tenochtitlán, los aztecas se asentaron definitivamente allí hasta la llegada de los españoles, estos aztecas habían salido de Aztlán, convencidos por el dios Huitzilopochtli para buscar un sitio nuevo, tras un camino largo y duro, llegaron al Valle de México y se establecieron en Chapultec, pero fueron expulsados de allí y entonces pidieron al señor de Colhuacán, una tierra a donde ir y este señor les dio Tizapán, pasado el tiempo le pidieron al señor del pueblo vecino (Los Culhuas), que les entregara a su hija para casarla con dicho dios y la joven fue ofrecida en sacrificio y cuando lo supo su padre, tuvieron que huir hacia los lagos (1323 d.C.) y en el lago Texcoco, vieron una señal de ese dios en forma de águila en un nopal, devorando a una serpiente y finalmente fundaron allí la ciudad de Tenochtitlán.",
        "TextHistoryAztec3": "Por lo tanto, llamamos aztecas a los habitantes de los territorios conquistados por el español Hernán Cortés, utilizando por tanto ese término, no sólo a los propios aztecas, sino también a los mexicas.",
        "TextHistoryAztecEconomyAgriculture": "Economía y Agricultura de los Aztecas",
        "TextHistoryAztecEconomyAgriculture1": "Los principales ingresos y cultivos, que utilizaban los aztecas, eran el maíz, el tabaco, los chiles, la fruta y el maguey.",
        "TextHistoryAztecLanguageWriting": "Lengua y Escritura de los Aztecas",
        "TextHistoryAztecLanguageWriting1": "Los aztecas y tal vez ya los teotihuacanos mil años antes, hablaban una lengua llamada náhuatl y la escritura mezclaba pictogramas, ideogramas y signos fonéticos y en sus escritos quedaba reflejada su propia historia, geografía, economía, religión, etc.",
        "TextHistoryAztecLanguageWriting2": "Algunos códices han llegado hasta nuestros días y uno de ellos es el conocido como Códice Borbónico, que es anterior a la llegada de los españoles y es un libro-calendario con dos partes, la primera es el libro de los destinos (Tonalamalt) y la segunda, las fiestas de los meses (Xiuhpohualli).",
        "TextHistoryAztecPoems": "Poemas de los Aztecas",
        "TextHistoryAztecPoems1": "Los poemas aztecas podían ser recitados o cantados, al ritmo de tambores y trompetas y algunas veces incluían palabras que no tenían ningún significado y que sólo servían para marcar el ritmo y estos poemas eran dedicados a los dioses, pero también trataban de otros temas como la amistad, la guerra, el amor y la vida y algunos reyes fueron famosos poetas, como Nezahualcoyotl de Texcoco (1402 - 1472 d.C.).",
        "TextHistoryAztecBeliefs": "Creencias de los Aztecas",
        "TextHistoryAztecBeliefs1": "Según los aztecas, el mundo fue creado y destruido cuatro veces y luego fue creado por los dioses una quinta vez, ellos hicieron la tierra y la separaron del cielo y después el dios Quetzalcóatl creó a los hombres y a las plantas que los alimentaban.",
        "TextHistoryAztecBeliefs2": "Ellos hicieron el fuego y hicieron medio sol, el cual por no ser entero, no relumbraba mucho, sino poco, luego hicieron a un hombre y a una mujer, al hombre le llamarón Uxumuco y a la mujer Cipactonal, enviándoles a que labrasen la tierra y a ella que hilase y tejiese y que de ellos nacerían los macehuales y que siempre trabajasen y a ella le dieron ciertos granos de maíz, para que con ellos curase y los usase de adivinanzas y hechicerías.",
        "TextHistoryAztecBeliefs3": "Los aztecas tenían numerosos dioses, como Coatlicue, la diosa de la tierra, Huitzilopochtli, el dios de la guerra y Ipalnemoani, la fuerza suprema.",
        "TextHistoryAztecBeliefs4": "La vida sexual estaba asociado a un dios diferente, Xochipilli era el dios de las flores, del amor, de la fertilidad y de las relaciones sexuales ilícitas, al igual que su esposa, la diosa Xochiquétzal, quien además era la protectora de la prostitución, Tlazoltéotl era la diosa del placer, la voluptuosidad, la fecundidad y la fertilidad y ella protegía a las parturientas, a las parteras, a los hechiceros relacionados con el mundo amoroso y a los hombres de intensa actividad sexual.",
        "TextHistoryAztecBeliefs5": "Cada fenómeno atmosférico también estaba asociado a un dios, a Tlaloc, las lluvias y a Quetzalcóatl Ehecatl, los vientos.",
        "TextHistoryAztecBeliefs6": "Según los aztecas, sólo se vive una vez y la vida está llena tanto de sufrimiento como de alegría y la única manera de perdurar tras la muerte, es alcanzar la fama, si bien la propia fama, desaparece cuando recuerdan al difunto.",
        "TextHistoryAztecScience": "Ciencia de los Aztecas",
        "TextHistoryAztecScience1": "La astronomía era una de las ciencias de más tradición para los aztecas, gracias a sus observaciones determinaron con gran precisión las revoluciones del sol, de la luna, de venus y tal vez de marte y agruparon las estrellas en constelaciones, también conocieron la existencia de los cometas, la frecuencia de los eclipses del sol y de la luna y pudieron crear un complejo calendario.",
        "TextHistoryAztecScience2": "Estas observaciones del cielo, les permitieron también desarrollar conocimientos de meteorología y así predecir las glaciaciones o establecer las características de los vientos y para los aztecas, cada fenómeno atmosférico estaba asociado a un dios, a Tlaloc, las lluvias y a Quetzalcóatl Ehecatl, los vientos.",
        "TextAstronomy": "Astronomía de los Aztecas",
        "TextHistoryAztecMedicine": "Medicina de los Aztecas",
        "TextHistoryAztecMedicine1": "La medicina también tuvo un gran grado de desarrollo, ya que con su conocimiento de la naturaleza, distinguieron propiedades curativas en diversos minerales y plantas y los sacrificios humanos, que incluían la extracción del corazón y el desmembramiento del cuerpo, favorecieron a un buen conocimiento de la anatomía humana.",
        "TextHistoryAztecMedicine2": "Sabían curar fracturas, mordeduras de serpientes y realizar deformaciones en los dientes.",
        "TextHistoryAztecMedicine3": "Aunque la medicina era practicada por hombres y mujeres, sólo las mujeres podían encargarse de ayudar en los partos y la medicina estuvo muy ligada a la magia.",
        "TextHistoryAztecArt": "Arte de los Aztecas",
        "TextHistoryAztecArt1": "Gracias a sus conocimientos de física, los orfebres pudieron emplear varias técnicas en su trabajo, como fundir oro con la plata y elaboraban todo tipo de figuras y adornos, como pulseras, collares, pectorales, pendientes, etc y frecuentemente el metal se combinaba con piedras preciosas, como turquesa, amatista, jade, cristal de roca, conchas, etc.",
        "TextHistoryAztecArt2": "También gracias a todos los conocimientos que tenían, construyeron pirámides en Cholula, Xochicalco y Teotihuacán.",
        "TextHistoryAztecArt3": "También gracias a dichos conocimientos, fueron hábiles escultores y realizaban esculturas de todos los tamaños, diminutas y colosales y en ellas plasmaban temas religiosos o temas de la naturaleza, captando la esencia de lo que querían representar y luego realizaban obras con todo lujo de detalles y en dichas obras, representaban a dioses y a reyes y las de pequeño tamaño, se reservaban para la representación de animales y objetos comunes y el usó la piedra y la madera y en ocasiones se enriquecían con pintura de colores o incrustaciones de piedras preciosas.",
        "TextHistoryAztecArt4": "Para ellos, el color era fundamental en la pintura, ya que se trataba de un color plano sin matices ni sombras y posiblemente con connotaciones simbólicas y también aparecía ligada a la arquitectura, decorando los edificios.",
        "TextHistoryAztecArt5": "También para ellos, los adornos hechos con plumas tuvieron gran importancia, ya que las plumas más apreciadas eran las del Quetzal (verdes), las de Tlauquecholli (rojas) y las del Xiuhtototl (azul turquesa) y con ellas hacían tapices y adornaban mantas, máscaras rituales, escudos o trajes de guerreros.",
        "TextPyramid": "Pirámides de los Aztecas",
        "TextOrnamentFeathers": "Adorno con plumas",
        "TextHistoryAztecLaws": "Leyes de los Aztecas",
        "TextHistoryAztecLaws1": "Las leyes eran muy severas como en otras culturas, ya que los castigos eran diferentes según fuera el delito y el rango de quien lo cometía y generalmente el castigo era más duro si quien había cometido el delito era un funcionario o un noble importante.",
        "TextHistoryAztecLaws2": "Existía la pena de muerte para los delitos de asesinato, traición, aborto, incesto, violación, robo con fractura y adulterio y en este último caso se procedía a la lapidación, aunque la mujer era estrangulada previamente y los guerreros podían escapar de la pena de muerte, aceptando un destino permanente en zona fronteriza.",
        "TextHistoryAztecLaws3": "La embriaguez era considerada también un delito, ya que sólo era permitida en algunas circunstancias, para los ancianos y los guerreros profesionales y el castigo también podía ser la pena de muerte o el rapado de la cabeza.",
        "TextLaws": "Leyes de los Aztecas",
        "TextHistoryAztecSociety": "Sociedad de los Aztecas",
        "TextHistoryAztecSociety1": "El emperador azteca poseía un poder ilimitado, que abarcaba todas las cosas y a todas las personas, junto a él, los guerreros y sacerdotes formaban el grupo social de mayor poder y los guerreros eran el principal apoyo del emperador y el emperador permitió la creación de un imperio muy poderoso, pero aislado políticamente.",
        "TextHistoryAztecSociety2": "Apenas había grupos sociales intermedios, la excepción eran los comerciantes enriquecidos de la capital, que conseguían ascender intercambiando sus riquezas por prestigio en las fiestas que organizaban y ofreciendo alguno de sus esclavos, como víctima de un sacrificio ritual.",
        "TextHistoryAztecSociety3": "La mayor parte de la población azteca eran artesanos, agricultores, servidores públicos, etc., que se organizaban en grupos de parentesco llamados Calpulli y también había esclavos que se usaban para el trabajo agrícola, el transporte, el comercio o el servicio doméstico y algunos lo eran temporalmente, hasta que pagaran una deuda o una condena y otros eran prisioneros de guerra, que podían ser sacrificados para el dios Huitzilopochtli.",
        "TextSociety": "Sociedad de los Aztecas",
        "TextHistoryAztecEducation": "Educación de los Aztecas",
        "TextHistoryAztecEducation1": "La educación era obligatoria, las mujeres eran educadas por sus madres en casa, para realizar las tareas del hogar y sólo las nobles, podían ir a aprender a una especie de monasterio, donde vivían hasta el momento del matrimonio y para los chicos, había dos tipos de escuelas, el Telpochcalli y el Calmecac, en el primero se estudiaba en la escuela, pero se iba a dormir a casa y el segundo, era un internado prácticamente reservado para los nobles.",
        "TextHistoryAztecEducation2": "La enseñanza de la religión también era muy importante, pero también se aprendía la escritura, la lectura, la historia y la música.",
        "TextHistoryAztecSexuality": "Sexualidad de los Aztecas",
        "TextHistoryAztecSexuality1": "Sólo había dos formas de relaciones sexuales permitidas, las que tenían lugar dentro del matrimonio y las de los guerreros solteros con las sacerdotisas dedicadas a la prostitución ritual, estas últimas estaban protegidas por la diosa Xochiquétzal y estas chicas se presentaban adornadas y maquilladas y proporcionaban al hombre, alucinógenos y afrodisiacos que estimulasen su apetito sexual y siempre mantenían este tipo de relaciones, antes de que los guerreros partiesen a la batalla y el adulterio era severamente castigado.",
        "TextHistoryAztecSexuality2": "Cada aspecto de la vida sexual estaba asociado a un dios diferente, Xochipilli era el dios de las flores, del amor, de la fertilidad y de las relaciones sexuales ilícitas, al igual que su esposa la diosa Xochiquétzal, quien era la protectora de la prostitución y por su parte, Tlazoltéotl era la diosa del placer, la voluptuosidad, la fecundidad y la fertilidad y ella protegía a las parturientas, a las parteras, a los hechiceros relacionados con el mundo amoroso y a los hombres de intensa actividad sexual.",
        "ChronologyAztec": "Cronología",
        "ChronologyAztec1": "Primera Parte de la Cronología",
        "TextChronologyAztec1": "En el año 1111 d.C., los mexicas o aztecas, abandonan Aztlán y empiezan su peregrinación.",
        "TextChronologyAztec2": "En el año 1215 d.C., los aztecas llegan a la laguna Latinoamericana.",
        "TextChronologyAztec3": "En el año 1325 d.C., fue la fundación de México (Tenochtitlán).",
        "TextChronologyAztec4": "En el año 1375 d.C., empieza el reinado de Acamapichtli.",
        "TextChronologyAztec5": "En el año 1396 d.C., nace Huitzihihuitl, hijo de Acamapichtli.",
        "ChronologyAztec2": "Segunda Parte de la Cronología",
        "TextChronologyAztec6": "En el año 1428 d.C., empieza la etapa imperial, caracterizada por la conformación de la triple alianza, Tenochtitlán (Militar), Texoco (Legislación) y Tlacopan (Administración).",
        "TextChronologyAztec7": "En el año 1440 d.C., el rey Moctezuma I, extendió el dominio de su territorio.",
        "TextChronologyAztec8": "En el año 1486 d.C., el rey Ahuitzotl, extendió también su territorio.",
        "TextChronologyAztec9": "En el año 1506 d.C., nace el hijo del rey Moctezuma I, Moctezuma II.",
        "TextChronologyAztec10": "En el año 1521 d.C., empieza la llegada del español Hernán Cortés y de la conquista española y dicha llegada de los españoles, tuvo como consecuencia la caída y la desaparición de la civilización azteca."
    },

    "footer": 
    {
        "TextFooter": "Creador"
    }
}